Repository: Navideck/Romo
Catalog: Languages/*.lproj/CharacterScripts.strings
Languages: de, es, fr, it, ja

source: I'm ready for%nmore exploration!
de: Ich bin bereit für%nweitere Erkundungen!
es: ¡Estoy listo para%nseguir explorando!
fr: Je suis prêt à%nexplorer d'autres lieux !
it: Sono pronto per%nesplorare ancora!
ja: もっとたんけんする%nじゅんびができたよ！

source: Now that %nI can detect%nloud sounds
de: Jetzt, da ich%nlaute Töne%nwahrnehmen kann,
es: Ahora que%npuedo detectar%nsonidos fuertes
fr: Maintenant que%nje détecte%nles sons bruyants,
it: Ora che riesco %na sentire%ni suoni forti
ja: 大きな音がきこえる%nようになったよ

source: I can hear when %nthe starting gun fires%n
de: kann ich hören, wann%nder Startschuss fällt%n
es: Puedo oír el%npistoletazo de salida%n
fr: je peux entendre%nle signal de départ%n
it: Posso sentire %nlo sparo di partenza%n
ja: レースのピストルがなったら%n聞こえるよ%n

source: But just %nto be sure...
de: Aber, nur um%nsicher zu sein, …
es: Pero sólo para%nasegurarnos...
fr: Pour plus de%nprécautions...
it: Ma per essere %nproprio sicuri...
ja: ただし、%nねんのために…

source: Let's practice %nour starts
de: Üben wir%ndas Starten
es: Practiquemos%nlas salidas
fr: revoyons%nmon départ
it: Esercitiamoci %nsulle partenze
ja: スタートの練習をしよう

source: You clap, %nand I'll dart forward
de: Du klatscht%nund ich schieße los
es: Aplaude y saldré%nlanzado hacia adelante
fr: Toi tu frappes%ndans tes mains%net moi je m'élancerai en avant.
it: Se batti le mani, %nio balzo in avanti
ja: ${userName}が手をたたくと、%nボクは前にすすむよ

source: First put me somewhere%nwith plenty of room
de: Lege mich zuerst an einer%nStelle mit viel Platz ab
es: Primero ponme donde%ntenga mucho espacio
fr: Dépose-moi dans un endroit%navec beaucoup d'espace.
it: Per prima cosa mettimi%ndove c'è tanto spazio
ja: まずは広い場所に%nボクをおいてね

source: Let me get ready
de: Warte, bis ich fertig bin
es: Deja que me prepare
fr: Laisse-moi me préparer.
it: Fammi preparare
ja: じゅんびをしよう

source: Okay...%nbe ready to catch me
de: Okay, …sei bereit,%nmich zu fangen
es: Vale...%nprepárate para pillarme
fr: OK...%nPrépare-toi%nà m'attraper !
it: Okay... tieniti%npronto ad acciuffarmi
ja: オッケー…%nボクをつかまえるじゅんびをしてね

source: Are you ready?
de: Bist du bereit?
es: ¿A punto?
fr: T'es prêt ?
it: Sei pronto?
ja: じゅんびはいい？

source: I can't hear you!!!%nClap when you're ready!
de: Ich höre dich nicht!%nKlatsch, wenn du%nbereit bist!
es: ¡¡¡No te oigo!!!%nAplaude si estás a punto.
fr: Je ne t'entends pas !%nFrappe quand t'es prêt !
it: Non ti sento!!! Batti%nle mani quando sei pronto!
ja: 聞こえないよ！！！%nじゅんびができたら%n手をたたこう！

source: There you go!%nClap Again!
de: Na also!%nKlatsch noch mal.
es: ¡Ahí está!%n¡Otra palmada!
fr: Bien ! Frappe encore%ndans tes mains !
it: Così!%nBattile ancora!
ja: いい感じ！%nもういちど手をたたこう！

source: Looking better, %nKeep Clapping!
de: Sieht besser aus,%nklatsch weiter!
es: Eso está mejor,%n¡sigue aplaudiendo!
fr: C'est mieux, continue%nà frapper dans tes mains!
it: Va meglio, %ncontinua a batterle!
ja: よくなってきたね、%nたたきつづけよう！

source: We did it!
de: Wir haben es geschafft!
es: ¡Lo conseguimos!
fr: Nous avons réussi !
it: C'é l'abbiamo fatta!
ja: やったね！

source: Let's keep going!
de: Lass uns weitermachen!
es: ¡Sigamos!
fr: Continuons !
it: Ancora così!
ja: そのままつづけよう！

source: Whoa...%nAll this motion...
de: Hoppla …%nDiese viele Bewegung …
es: Hala...%nTodo este movimiento...
fr: Holà...%nQuelle agitation...
it: Aspetta...%nTutto questo movimento...
ja: おっと…%nこの動きは…

source: I'm gonna%nchill out%nfor a sec.
de: Ich entspanne%nmich für%neinen Augenblick.
es: Voy a%nrelajarme%nun segundo.
fr: Je%nme détends%nune seconde.
it: Devo%nriposarmi%nun secondo.
ja: ちょっとおちつかないと

source: Ooh!%nShow me your best%nFreeze Dance.
de: Oh!%nZeig mir deinen besten%nStopptanz.
es: ¡Oh!%nEnséñame cómo juegas%nal Baile de las estatuas.
fr: Oh !%nMontre-moi comment tu%nfais la Danse Immobile.
it: Ooh! Fammi%vedere come giochi%nalle belle statuine.
ja: そうだ！${userName}の%nさいこうのフリーズダンス%nを見せてよ

source: Do you guys do%nFreeze Dance%non Earth?
de: Spielt ihr%nauf der Erde%nStopptanz?
es: ¿En la Tierra%njugáis al Baile%nde las estatuas?
fr: Vous faites la%nDanse Immobile%nsur Terre ?
it: Sulla Terra%ngiocate alle%nbelle statuine?
ja: 地球では%nフリーズダンス%nをしないの？

source: It's easy!%nYou ~wiggle~ around...
de: Es ist ganz einfach.%nDu wackelst herum …
es: ¡Es fácil!%nVas moviéndote...
fr: C'est facile ! Tu bouges%ndans tous les sens...
it: È facile!%nBalla avanti e indietro...
ja: かんたんだよ！%nくねくねするんだ…

source: And then you FREEZE.%nJust remember...
de: Und dann STOPPST du.%nAber nicht vergessen, …
es: Y haces la ESTATUA.%nAcuérdate...
fr: puis tu t'IMMOBILISES.%nN'oublie pas...
it: E poi BLOCCATI.%nRicorda...
ja: そして、ピタッと止まるんだ%nおぼえてほしいのは…

source: When you move around...%nyou'll hear the sound.
de: Wenn du dich bewegst, …%nhörst du den Ton.
es: Cuando te muevas...%noirás el sonido.
fr: Si tu bouges...%ntu entendras le son.
it: Quando ti muovi...%nsentirai la musica.
ja: 動き回ってる時には…%n音が聞こえるんだ

source: But if you freeze...%nthen it's just the breeze.
de: Aber wenn du stoppst, …%ndann ist es%nnur ein Lüftchen.
es: Pero si te paras...%nsilencio.
fr: Si tu t'immobilises...%ntu n'entendras plus rien.
it: Ma quando ti blocchi...%nsilenzio!
ja: でも止まると…%n風の音しか聞こえなくなるよ

source: OK, talk is cheap.%nLet's see your best...
de: Das sind nur Worte.%nZeig, was du kannst …
es: Pero basta de charla.%nVeamos qué sabes hacer...
fr: OK, assez parlé. Voyons%nce que tu sais faire...
it: OK, bando alle ciance.%nVediamo cosa sai fare...
ja: さあ、口で言うのは%nかんたんだ見せてよ%n${userName}のベストを…

source: That dance was...
de: Dieser Tanz war …
es: Ese baile ha sido...
fr: Cette danse était...
it: Quel ballo era...
ja: そのダンスは…

source: Incredible!%nYour arms%nare so wobbly!
de: Unglaublich!%nDeine Arme%nsind so wabbelig!
es: ¡Increíble!%n¡Qué agilidad%nde brazos!
fr: incroyable !%nTes bras%nsont parfaits !
it: Incredibile!%nChe braccia%nagili!
ja: すばらしい！%n${userName}のうでは%nすごくくねくねだね！

source: That's...%npretty neat.
de: Das ist …%n… sehr elegant.
es: Eso es...%nmuy elegante.
fr: C'est...%npas mal du tout.
it: Piuttosto...%nelegante.
ja: それってすごくいいね

source: Can we%ntrain some more?
de: Können wir%netwas mehr trainieren?
es: ¿Podemos%nentrenar un poco más?
fr: On s'entraîne%nencore ?
it: Ci esercitiamo%nancora un po'?
ja: もう少し%nトレーニングできるかな？

source: I can explore%nall on my own!
de: Ich kann alles%nalleine erkunden!
es: ¡Puedo explorar%ntodo por mi cuenta!
fr: Je peux explorer%nles lieux tout seul !
it: Posso esplorare%nda solo!
ja: じぶんの力だけで%nたんけんできるよ！

source: Do you remember%nmy favorite color?
de: Erinnerst du dich an%nmeine Lieblingsfarbe?
es: ¿Te acuerdas de%nmi color favorito?
fr: Tu te souviens%nde ma couleur préférée ?
it: Ricordi qual è%nil mio colore preferito?
ja: ボクの好きな色を%nおぼえてる？

source: Well it's time for a%nPhoto Safari!
de: Es ist Zeit für eine%nFotosafari.
es: ¡Es el momento de%nun Safari fotográfico!
fr: C'est l'heure du%nSafari-photo !
it: È l'ora di un%nsafari fotografico!
ja: さつえいりょこうの%n時間だよ！

source: Look at the photos%nI snapped!
de: Schaue dir die Fotos an,%nich geknipst habe.
es: ¡Mira qué fotos%nhe hecho!
fr: Regarde les photos%nque nous avons prises !
it: Guarda le foto%nche ho scattato!
ja: しゃしんを見て%nボクがとったんだ！

source: I'll save these in%nyour Camera app.
de: Ich sichere diese in%ndeiner Kamera-App.
es: Las guardaré en la%nApp de tu cámara.
fr: Sauvegardons-les dans%nton application Caméra.
it: Le salverò nell'app%ndella fotocamera.
ja: ${userName}のカメラアプリに%nほぞんするよ

source: Now that I can%ndrive on a path
de: Jetzt, da ich einen%nPfad fahren kann,
es: Ahora que sé%nconducir por una ruta
fr: Maintenant que je peux%nconduire sur une piste,
it: Ora riesco a%nguidare lungo un percorso
ja: みちを走れる%nようになったよ

source: I'm ready %nto follow a line!
de: Bin ich bereit,%neiner Linie zu folgen.
es: ¡Estoy listo para%nseguir una línea!
fr: je suis prêt %nà suivre un tracé !
it: Sono pronto per%nseguire una pista!
ja: 線にそって%nすすめるよ！

source: The Robot Space Race%nis almost here!
de: Das Roboterweltraumrennen%nfindet bald statt.
es: La Carrera Espacial de%nRobots ya casi está aquí!
fr: La course spatiale%nva bientôt commencer !
it: Ci siamo quasi alla%ngara spaziale dei robot!
ja: ロボット宇宙レース%nまでもうすぐだよ！

source: It's time for%nsome practice.
de: Es ist Zeit für%netwas Training.
es: Hora de practicar%nun poco.
fr: Il est grand temps%nde s'entraîner.
it: È il momento di%nesercitarci un po'.
ja: 練習の時間だよ

source: The first leg of%nthe race is Chase.
de: Die erste Etappe%ndes Rennens ist%neine Verfolgung.
es: La primera etapa%nde la carrera es%nde persecución.
fr: La première étape%nest une course-poursuite.
it: La prima parte della%ngara è l'inseguimento.
ja: レースのはじめは%n追いかけることだ

source: Robots race after%na colorful ball.
de: Roboter rasen einem%nbuntem Ball hinterher.
es: Los robots corren tras%nuna pelota de color.
fr: Les robots courent après%nune balle colorée.
it: I robot corrono dietro%nuna pallina colorata.
ja: カラフルなボールを%n追いかけるよ

source: Let's use everying%nyou taught me...
de: Lass uns alles nutzen,%nwas du mir%nbeigebracht hast, …
es: Pongamos en práctica%ntodo lo que me%nhas enseñado...
fr: Utilisons tout ce que%ntu m'as appris...
it: Facciamo tesoro di%nciò che mi hai insegnato...
ja: ${userName}が教えてくれたことを%n全て使おう！

source: ...and%nstart chasing!
de: … und die Verfolgung%nbeginnen!
es: ...y%n¡adelante con%nla persecución!
fr: ...et%ncommençons la course !
it: ...e iniziamo%nl'inseguimento!
ja: そして追いかけはじめよう！

source: Find something%ncolorful
de: Suche etwas%nBuntes
es: Busca algo%nde color
fr: Trouve un objet%ncoloré
it: Trova qualcosa%ndi colorato
ja: 何かカラフルなものをさがそう

source: Go find%na colorful ball
de: Suche%neinen bunten Ball
es: Busca una%npelota de color
fr: Va chercher%nune balle colorée
it: Trova una%npallina colorata
ja: カラフルなボールを%n見つけに行こう

source: Show me something%ncolorful
de: Zeige mir etwas%nBuntes
es: Enséñame algo%nde color
fr: Montre-moi un objet%ncoloré
it: Mostrami qualcosa%ndi colorato
ja: カラフルなものを見せて

source: Show me any%nbright color
de: Zeige mir eine%nhelle Farbe
es: Enséñame un%ncolor vivo
fr: Montre-moi une%ncouleur vive
it: Mostrami un colore%nsgargiante
ja: 明るい色を見せて

source: And I will%nchase after it!
de: Und ich werde%nsie verfolgen!
es: ¡Y lo perseguiré!
fr: Et j'essaierai%nde l'attraper !
it: E io lo%ninseguirò!
ja: そしたら、ボクが%nそれを追いかけるよ！

source: And I'll%nCHASE IT!
de: Und ich werde%nsie VERFOLGEN!
es: ¡Y lo%nPERSEGUIRÉ!
fr: Et j'essaierai%nde L'ATTRAPER !
it: E io lo%nINSEGUIRÒ!
ja: そして、%nそれを追いかけるよ！

source: And I'll chase anything%nthat color!
de: Und ich werde alles in%ndieser Farbe verfolgen!
es: ¡Perseguiré cualquier%ncosa de ese color!
fr: J'essaierai d'attraper%ntout objet de cette couleur !
it: E inseguirò tutto ciò%nche è di quel colore!
ja: そしたら、その色のものを%n追いかけるよ！

source: And I'll%nchase it!
de: Und ich werde%nsie verfolgen!
es: ¡Y lo perseguiré!
fr: Et j'essaierai%nde l'attraper !
it: E io lo%ninseguirò!
ja: そして、%nそれを追いかけるよ！

source: And I'll chase%nthat color!
de: Und ich werde%ndiese Farbe verfolgen!
es: ¡Y perseguiré%nese color!
fr: Et je poursuivrai%ncette couleur !
it: E inseguirò%nquel colore!
ja: そしたら、その色を%n追いかけるよ！

source: I came to Earth%nto learn to race
de: Ich kam auf die Erde,%num zu lernen,%nRennen zu fahren
es: Vine a la Tierra a%naprender a correr
fr: Je suis venu ici pour%napprendre à courir.
it: Sono venuto sulla Terra%nper imparare a correre
ja: レースのやり方を学びに%n地球にやってきたんだ

source: All work%nand no play
de: Nur Arbeit%nund keine Spiele
es: A trabajar%y solo trabajar
fr: Je ne voulais%nrien faire d'autre%nque de m'entraîner.
it: Solo lavoro%ne niente divertimento
ja: 練習ばかりで%n遊んでなかったけど

source: Boy%nwas I wrong!
de: Manno,%nlag ich falsch!
es: ¡Estaba%nequivocado!
fr: Comme%nje me suis trompé !
it: Caspita mi ero%nsbagliato!
ja: ボクが%nまちがってたよ！

source: On Earth, there's%nso much to explore!
de: Auf der Erde gibt%nes so viel zu erkunden.
es: ¡En la Tierra, hay%ntanto que explorar!
fr: Il y a tant à%nexplorer sur Terre !
it: Sulla Terra c'è%ncosì tanto da esplorare!
ja: 地球にはたんけんする%n場所がたくさんあるね！

source: Let me%nshow you something
de: Ich möchte%ndir etwas zeigen
es: Déjame%nenseñarte algo
fr: Laisse-moi%nte montrer quelque chose.
it: Lascia che ti%nmostri qualcosa
ja: ${userName}に見せたいものが%nあるんだ

source: I have a%nfavorite color
de: Ich habe eine%nLieblingsfarbe
es: Tengo un%ncolor favorito
fr: J'ai une%ncouleur préférée.
it: Ho un%ncolore preferito!
ja: 好きな色%nがあるんだ

source: I have one%nfavorite color
de: Ich habe eine%nLieblingsfarbe
es: Tengo un%ncolor favorito
fr: J'ai une%ncouleur préférée.
it: Ho un solo%ncolore preferito!
ja: 好きな色%nが1つあるんだ

source: Try to find%nmy favorite color
de: Versuche, meine%nLieblingsfarbe zu finden
es: A ver si descubres%nmi color favorito
fr: Devine quelle est%nma couleur préférée.
it: Prova a indovinare%nil mio colore preferito
ja: ボクの好きな色%nを見つけてみよう

source: I'll give you%na hint...
de: Ich gebe dir%neinen Tipp …
es: Te daré una%npista...
fr: Je vais te donner%nun indice...
it: Ti do un%naiutino...
ja: ${userName}にヒント%nをあげるよ…

source: I'll help%nyou out...
de: Ich helfe%ndir …
es: Te ayudaré...
fr: Je vais%nt'aider...
it: Ti do%nuna mano...
ja: 手つだって%nあげる…

source: I'll give%nONE hint...
de: Ich gebe dir%nEINEN Tipp …
es: Te daré%nUNA pista...
fr: Je vais te donner%nUN indice...
it: Ti darò%nUN SOLO aiutino...
ja: ヒントを1つ%nあげるよ…

source: Here's a hint...
de: Hier ist ein Tipp …
es: Aquí va una pista...
fr: Voici un indice...
it: Ecco l'aiutino...
ja: ヒントがあるよ…

source: This color is%nbright and vivid!
de: Diese Farbe ist%nhell und lebhaft!
es: ¡Es un color%nbrillante y vivo!
fr: Cette couleur est%nvive et lumineuse !
it: È un colore%nacceso e sgargiante!
ja: この色は明るくて%nあざやかだよ！

source: Its name is 01010010%nback home...
de: Zu Hause ist sein Name%n01010010 …
es: En casa le llamamos%n01010010...
fr: On l'appelle 01010010%nchez moi...
it: A casa mia lo chiamo%n01010010...
ja: こきょうでの名前は%n01010010なんだ…

source: The color is%nVERY BRIGHT!
de: Die Farbe ist%nSEHR HELL!
es: ¡El color es%nMUY VIVO!
fr: Cette couleur est%nTRÈS VIVE !
it: È un colore%nMOLTO SGARGIANTE!
ja: すごく明るい%n色だね！

source: You'd see it%nin a rainbow!
de: Du würdest sie in%neinem Regenbogen sehen.
es: ¡Está en el%narcoíris!
fr: C'est une couleur%nde l'arc-en-ciel !
it: È uno dei colori%ndell'arcobaleno!
ja: にじ色に%n見えるよ！

source: My favorite color%nis VERY bright!
de: Meine Lieblingsfarbe%nist SEHR hell.
es: ¡Mi color favorito%nes MUY vivo!
fr: Ma couleur préférée%nest TRÈS vive !
it: Il mio colore preferito%nè MOLTO sgargiante!
ja: ボクの好きな色%nはすごく明るいよ！

source: It's a solid and%nbright color!
de: Sie ist hell%nund einfarbig.
es: ¡Es un color liso%ne intenso!
fr: C'est une couleur%npleine et lumineuse !
it: È un colore%nintenso e sgargiante!
ja: もようがなくて%n明るい色！

source: It's vibrant...%nand AWESOME!
de: Sie ist leuchtend …%n… und TOLL!
es: ¡Es vibrante...%ne INCREÍBLE!
fr: Elle est saisissante...%net MAGNIFIQUE !
it: È acceso...%ne BELLISSIMO!
ja: すごく明るくて…%nすばらしい！

source: Go find%ncolorful stuff
de: Suche etwas%nBuntes
es: Busca cosas%nde colores
fr: Va chercher%nun objet coloré
it: Vai a trovare%nqualcosa di colorato
ja: カラフルなもの%nを見つけに行こう

source: Show me any%nsolid color
de: Zeige mir eine%neinfarbige Farbe
es: Enséñame cualquier%ncolor liso
fr: Montre-moi une%ncouleur pleine
it: Mostrami un colore%nsgargiante
ja: もようがないもの%nを見せて

source: Wave it in front%nof me
de: Winke damit%nvor mir
es: Muévelo delante%nmío
fr: Agite-la%ndevant moi
it: Agitamelo%ndavanti
ja: ボクの%n前でふって

source: And let me get%na good look!
de: Lass es mich%ngenau ansehen!
es: ¡Y déjame verlo%nbien!
fr: Laisse-moi%nl'observer !
it: E fammi dare%nun'occhiata!
ja: そして、よく%n見せて！

source: And I'll tell you%nif I like it!
de: Ich sage dir,%nob ich es mag.
es: ¡Y te diré si me%ngusta!
fr: Je vais te dire%nsi elle me plaît !
it: E ti dirò%nse mi piace!
ja: もし好きな色だったら%n${userName}に教えるね！

source: And if I don't like it,%nkeep guessing!
de: Und wenn ich es%nnicht mag, rate weiter.
es: Y si no me gusta,%n¡sigue intentándolo!
fr: Si elle ne me plaît pas,%ncontinue à deviner!
it: Se non mi piace,%ncontinua a indovinare!
ja: 好きじゃなかったら、%n考えつづけてね！

source: Our final training is...
de: Unser letztes%nTraining ist …
es: El último entreno es...
fr: Notre dernier%nentraînement%nconsiste à...
it: L'esercitazione finale è...
ja: さいごのトレーニングは…

source: %nFollowing a line!%n
de: %nEiner Linie folgen%n
es: %n¡Seguir una línea!%n
fr: %nsuivre un tracé !%n
it: %nSeguire una pista!%n
ja: %n線にそってすすむ！%n

source: At the Robot Space Race,%nthe line is made of...
de: Beim%nRoboterweltraumrennen%nbesteht die Linie aus …
es: En la Carrera%nEspacial de Robots,%nla línea es de...
fr: Dans la course spatiale%ndes robots, le tracé%nest constitué de...
it: Nella gara spaziale,%nla pista è fatta di...
ja: ロボット宇宙%nレースの線は…

source: Hyper-charged photons!
de: aufgeladenen Photonen!
es: ¡fotones hipercargados!
fr: photons hyper chargés !
it: Fotoni superionizzati!
ja: ハイパーチャージ%nフォトンなんだ！

source: On Earth,%nwe'll use colored tape.
de: Auf der Erde%nbenutzen wir Farbband.
es: En la Tierra,%nusaremos cinta de color.
fr: Sur Terre, utilisons%ndu ruban de couleur.
it: Sulla Terra, useremo%ndel nastro colorato.
ja: 地球では色つき%nテープを使おう

source: Go get colored tape!%nI'll wait for you.
de: Hol Farbband.%nIch warte auf dich.
es: Busca una cinta de color.%nTe espero.
fr: Va chercher du ruban !%nJe t'attends.
it: Vai a prendere il nastro!%nIo ti aspetto qui.
ja: 色つきテープをとってきて！%nまってるよ！

source: Do you have%ncolored tape?
de: Hast du%nFarbband?
es: ¿Tienes cinta%nde color?
fr: As-tu du%nruban de couleur ?
it: Hai del nastro%ncolorato?
ja: 色つきテープ%nはある？

source: No tape
de: Kein Band
es: No hay cinta
fr: Pas de ruban
it: No
ja: テープがない

source: Come on, ${userName}!
de: Mach schon, ${userName}!
es: ¡Vamos, ${userName}!
fr: Allez, ${userName} !
it: Andiamo,%n${userName}!
ja: がんばって、${userName}！

source: I'll show you how%nit works.
de: Ich zeige dir,%nwie es funktioniert.
es: Te enseñaré cómo%nfunciona.
fr: Je vais te montrer%ncomment ça marche.
it: Ti mostro%ncome funziona.
ja: やりかたを教えるよ

source: And when you have tape,%nwe can play.
de: Wenn du Band hast,%nkönnen wir spielen.
es: Y cuando tengas la cinta,%npodemos jugar.
fr: Quand tu auras du ruban,%nnous pourrons jouer.
it: E quando avrai il nastro,%npotremo giocare.
ja: テープがあれば遊べるよ

source: Let's get started!
de: Lass uns anfangen.
es: ¡Empecemos!
fr: C'est parti !
it: Iniziamo!
ja: さあ、はじめよう！

source: On the ground, build a%nracetrack with tape.
de: Klebe auf dem Boden%neine Rennstrecke%nmit Band.
es: Dibuja con la cinta%nuna pista en el suelo.
fr: Sur le sol, construis une%npiste avec du ruban.
it: Sul pavimento, crea%nuna pista col nastro.
ja: 地面にテープで%nレースコースを作ろう

source: Take your time!%n
de: Lass dir Zeit.%n
es: ¡Sin prisa!%n
fr: Prends ton temps !%n
it: Fai con calma!%n
ja: ゆっくりやってね！%n

source: Wanna see a video of%nLine Follow in action?
de: Möchtest du in einem%nVideo sehen, wie ich%neiner Linie folge?
es: ¿Quieres verme en%nun vídeo siguiendo%nuna línea?
fr: Tu veux voir une vidéo%npour mieux comprendre ?
it: Vuoi vedere un video%ndi come seguo una pista?
ja: 線にそって走っている%nビデオを見たい？

source: Watch video
de: Video ansehen
es: Ver vídeo
fr: Regarder la vidéo
it: Guarda video
ja: ビデオを見る

source: Got it?
de: Verstanden?
es: ¿Entendido?
fr: C'est bon ?
it: Hai visto?
ja: わかった？

source: Now go build%nyour track!
de: Gehe jetzt deine%nStrecke bauen.
es: ¡Ahora crea%ntu pista!
fr: Maintenant, construis%nta piste !
it: Ora crea%nuna pista!
ja: 自分のコース%nをつくりに行こう！

source: Okay, I'll leave you to%nbuild your track.
de: Ich überlasse es dir,%ndie Strecke zu bauen.
es: Vale, te dejaré que%ncrees la pista.
fr: OK, je te laisse%nconstruire ta piste.
it: Okay, ti lascio%ncreare la pista.
ja: よし、コース作りは%n{userName}にまかせるね

source: Tell me when you're%ndone building.
de: Sage mir Bescheid,%nwenn sie gebaut ist.
es: Avísame cuando%nacabes.
fr: Préviens-moi quand%ntu as terminé.
it: Dimmi quando%nhai finito.
ja: 作りおわったら%n教えてね

source: Not Yet
de: Noch nicht
es: Aún no
fr: Pas encore
it: Non ancora
ja: まだだよ

source: Ready!
de: Fertig
es: ¡Listo!
fr: C'est prêt !
it: Pronto!
ja: できたよ！

source: Let's do this!
de: Lass es uns tun!
es: ¡Hagámoslo!
fr: Continuons !
it: Facciamolo!
ja: これをやってみよう！

source: Okay, I'll wait.
de: Okay, ich warte.
es: Vale, espero.
fr: OK, j'attends.
it: Okay, aspetto.
ja: わかった、まってるね

source: Tell me when you're%ndone building my racetrack.
de: Sage mir Bescheid,%nwenn du die Rennstrecke%ngebaut hast.
es: Avísame cuando acabes%nde crear la pista
fr: Préviens-moi quand%ntu as terminé la piste.
it: Dimmi quando hai%nfinito di creare la pista.
ja: レースコースを作り%nおわったら教えてね

source: Let's use%nwhat you have so far!
de: Lass uns nutzen,%nwas du bis jetzt hast.
es: ¡Usemos lo que%ntenemos por ahora!
fr: Utilisons%ndéjà ce que tu as !
it: Per ora utilizziamo%nquello che hai!
ja: とりあえずできたものを%nつかってみよう！
