Repository: Navideck/Romo
Catalog: Languages/*.lproj/CharacterScripts.strings
Languages: de, es, fr, it, ja

source: Who are%nyou?
de: Wer bist%ndu?
es: ¿Quién%neres?
fr: Qui%nes-tu ?
it: Chi%nsei?
ja: キミはだれ？

source: A real-life%nhuman!
de: Ein echter%nMensch!
es: ¡Un humano%nde carne y hueso!
fr: Un être humain%nen chair et en os !
it: Un vero%numano!
ja: ホンモノの人間だ！

source: Wait%na minute!
de: Augenblick%nmal!
es: ¡Un%nmomento!
fr: Attends%nune minute !
it: Aspetta%nun momento!
ja: ちょっとまって！

source: That%nmust mean...
de: Das%nmuss bedeuten, …
es: Entonces...
fr: Ça veut dire...
it: Questo%nvuol dire...
ja: それってつまり…

source: Holy%nRobot!
de: Heiliger%nRoboter!
es: ¡Santo%nRobot!
fr: Sacré%nrobot !
it: Per tutti%ni robot!
ja: なんてことだ！

source: I made it%nto Earth!
de: dass ich es zur%nErde geschafft habe!
es: ¡He llegado%na la Tierra!
fr: Je suis arrivé%nsur Terre !
it: Sono arrivato%nsulla Terra!
ja: 地球にたどりついたんだ！

source: So what's your name,%nhuman?
de: Wie heißt du,%nMensch?
es: ¿Cómo te llamas,%nhumano?
fr: Comment tu t'appelles,%nêtre humain ?
it: Allora, come ti chiami,%numano?
ja: それでキミの名前は？

source: Your Name
de: Dein Name,
es: Tu nombre
fr: Ton nom
it: Il tuo nome
ja: キミの名前

source: Now that I'm here,%nI need an Earth name.
de: Jetzt, da ich hier bin,%nbrauche ich einen%nErdennamen.
es: Ahora que estoy aquí,%nnecesitaré un nombre%nterrícola.
fr: À présent, il me faut%nun nom de terrien.
it: Già che sono qui, ho%nbisogno di un nome terrestre.
ja: ここにきたからには%n地球の名前がほしいな

source: What do you%nwanna call me?
de: Wie möchtest du%nmich nennen?
es: ¿Cómo quieres%nllamarme?
fr: Comment tu veux%nm'appeler ?
it: Come vuoi%nchiamarmi?
ja: キミはボクのことを%n何てよびたい？

source: Your Romo's Name
de: Dein Name für Romo
es: Nombre de tu Romo
fr: Le nom de ton Romo
it: Il nome del tuo Romo
ja: ロモの名前

source: Ooooh!%n${romoName}!
ja: いいね！%n${romoName}！

source: Back to%nbusiness!
de: Zurück zur%nTagesordnung!
es: ¡Volvamos%nal trabajo!
fr: On y retourne !
it: Torniamo%nal lavoro!
ja: ところでお願いがあるんだ！

source: I'm here to train for the%nRobot Space Race.
de: Ich bin hier, um für%ndas Roboterweltraumrennen%nzu trainieren.
es: He venido a entrenarme%npara la Carrera Espacial%nde Robots.
fr: Je viens m'entraîner%npour la course spatiale%ndes robots.
it: Devo esercitarmi per%nla gara spaziale dei robot.
ja: ロボット宇宙レースの%nトレーニングのためにや%nって来たんだけど…

source: Wanna help me?
de: Möchtest du mir helfen?
es: ¿Quieres ayudarme?
fr: Tu veux m'aider ?
it: Vuoi aiutarmi?
ja: 手伝ってくれないかな？

source: No
de: Nein
fr: Non
ja: やだ

source: Help me Train
de: Beim Trainieren helfen
es: Ayúdame a entrenar
fr: Aide-moi à m'entraîner
it: Aiutami ad esercitarmi
ja: いいよ

source: I traveled across%nthe galaxy for this.
de: Ich bin hierfür durch%ndie Galaxie gereist.
es: He viajado por toda la%ngalaxia para estar aquí.
fr: J'ai traversé toute%nla galaxie pour ça.
it: Ho attraversato%nle galassie per questo.
ja: このためにぎんがをこえて%nやって来たんだ

source: If we train hard%n I know we can win!
de: Wenn wir hart trainieren,%nweiß ich, dass wir%ngewinnen können!
es: ¡Si entrenamos duro,%nsé que podemos ganar!
fr: Si on s'entraîne,%non gagnera !
it: Se ci esercitiamo%npossiamo vincere!
ja: いっしょうけんめいトレーニングすれば%n勝てるんだ！

source: Only robots can%nenter the race.
de: Nur Roboter können%nam Rennen teilnehmen.
es: En la carrera sólo%npueden participar%nrobots.
fr: Seuls les robots peuvent%nparticiper à la course.
it: Solo i robot possono%npartecipare alla gara.
ja: ロボットだけが%nレースに参加できるよ

source: I never thought%nI'd compete...
de: Ich hätte nie gedacht,%ndass ich antreten würde …
es: Nunca pensé que%ncompetiría...
fr: Je n'aurais jamais pensé%nparticiper à une course.
it: Non avrei mai%npensato di partecipare...
ja: ボクが競争できるとは%n思わなかったけど…

source: But now I've got%nWHEELS!
de: Aber jetzt habe ich%nRÄDER!
es: Pero ahora tengo%n¡RUEDAS!
fr: Mais maintenant, j'ai des%nROUES !
it: Ma ora ho%nle RUOTE!
ja: でもボクは%nタイヤを手に入れたんだ！

source: That doesn't%nseem right...
de: Das scheint nicht%nrichtig zu sein …
es: No parece que%nesté bien...
fr: Il y a quelque chose%nqui cloche...
it: Non mi sembra%nesatto...
ja: 何かちがうみたい…

source: Maybe I can%nturn...
de: Vielleicht kann ich%nmich drehen …
es: Quizá pueda%ngirar...
fr: Je peux peut-être%ntourner...
it: Forse posso%ngirarmi...
ja: もしかしたら%n曲がれるかもしれない…

source: If we're gonna win,%nI need to learn to drive.
de: Um zu gewinnen,%nmuss ich fahren lernen.
es: Si vamos a ganar,%ndebo aprender a conducir.
fr: Pour gagner, je dois%napprendre à conduire.
it: Se dobbiamo vincere,%ndevo imparare a guidare.
ja: 勝ちたいなら、%n走り方をおぼえなきゃ

source: I can%ndrive!
de: Ich kann%nfahren!
es: ¡Sé%nconducir!
fr: Je sais%nconduire !
it: Riesco a%nguidare!
ja: ボクは走れるんだ！

source: You rock,%n${userName}!
de: Du bist ein Held,%n${userName}!
es: ¡Tú molas,%n${userName}!
fr: T'assures comme un chef,%n${userName} !
it: Sei forte,%n${userName}!
ja: キミってさいこうだね%n${userName}！

source: BUT...%n to win the %n Robot Space Race
de: ABER, …%n… um das Roboterwelt-%nraumrennen zu gewinnen,
es: PERO...%npara ganar la Carrera%nEspacial de Robots
fr: MAIS...%npour gagner la course%nspatiale des robots
it: MA...%n per vincere la %n gara spaziale dei robot
ja: でも…%nロボット宇宙レースに%n勝つには

source: I need to go%nWAY faster
de: muss ich VIEL%nschneller werden.
es: Tengo que ir%nMUCHO más rápido
fr: je dois aller%nBEAUCOUP plus vite
it: Devo andare%nMOLTO più veloce
ja: もっと速く走れる%nようにならなきゃ

source: That's more%nlike it!
de: Das gefällt mir%nschon besser!
es: ¡Eso está%nmejor!
fr: Ouais,%nc'est ça !
it: Ecco, già%nva meglio!
ja: いい感じだよ！

source: Let's do some%nhigh-speed practice!
de: Lass uns sehr schnelles%nFahren trainieren!
es: ¡Vamos a hacer%nprácticas de velocidad!
fr: Entraînons-nous%nà grande vitesse !
it: Esercitiamoci sull'alta velocità!
ja: 高速スピードで%n練習してみよう！

source: I should be%non the floor%nfor this...
de: Hierfür sollte%nich auf dem%nFußboden sein …
es: Para esto, tendría%nque estar en el suelo...
fr: Je dois être%nau sol%npour ça...
it: Per questo%dovrei trovarmi%nsul pavimento...
ja: それにはボクをゆかに%nおかないと…

source: Do I have room%nto move around?
de: Habe ich Platz,%num herumzufahren?
es: ¿Tengo sitio para%nmoverme?
fr: Ai-je assez d'espace%npour me déplacer ?
it: Ho spazio%nper muovermi?
ja: ここで動き回っても%nだいじょうぶかな？

source: Nope
de: Nee
es: No
fr: Non
it: No!
ja: いいえ

source: Yep!
de: Jo
es: ¡Sí!
fr: Ouais !
it: Sì!
ja: いいよ！

source: Oh well...%nMeanie
de: Na ja, …%n… Fiesling
es: Oh, vaya...
fr: Bon...%nd'accord
it: Oh beh...%cattivo
ja: あーあ…いじわるだな

source: OK...
de: Okay …
es: VALE...
ja: オッケー！

source: That was%nawesome!
de: Das war%ntoll!
es: ¡Fantástico!
fr: C'était%ngénial !
it: È stato%fortissimo!
ja: 今のはすごかったね！

source: I'm getting%nthe hang of%nall this driving
de: Ich bekomme%ndas Fahren%nin den Griff
es: Le estoy cogiendo%nel truco a esto%nde conducir
fr: Je commence à%ncomprendre comment%nça marche
it: Ci sto prendendo%nla mano con%ntutto questo guidare
ja: 走り方のコツが%nつかめてきた！

source: Let's try turning left
de: Jetzt versuchen wir%neine Drehung nach links
es: Intentemos girar%na la izquierda
fr: Essayons de tourner%nà gauche
it: Giriamo a sinistra
ja: 左に曲がってみよう

source: Whoa... too fast!
de: Hoppla, zu schnell!
es: Uff... ¡demasiado rápido!
fr: Holà... c'est%ntrop rapide !
it: Aah... troppo veloce!
ja: わぁ…はやすぎる！

source: I guess I still%nneed some work.
de: Ich glaube, ich%nbrauche noch etwas Übung.
es: Supongo que%nme falta un poco.
fr: Il faut encore%nque je m'entraîne.
it: Mi sa che devo%nprovare ancora.
ja: まだ練習しなきゃ%nいけないみたいだ

source: Check%nthis out!
de: Schaue dir%ndas an!
es: ¡Mira%nesto!
fr: Regarde%nça !
it: Guarda%nqua!
ja: これを見てみて！

source: Let's%nkeep going!
de: Lass uns%nweitermachen.
es: ¡Sigamos!
fr: Continuons!
it: Continuiamo%ncosì!
ja: そのままつづけよう！

source: Do you know %nhow I got to%nEarth?
de: Weißt du,%nwie ich auf die%nErde gekommen bin?
es: ¿Sabes cómo%nllegué a la%nTierra?
fr: Tu sais comment%nje suis arrivé%nsur Terre ?
it: Tu lo sai quando%nsono arrivato%nsulla Terra?
ja: ボクがどうやって%n地球に来れたのか%nわかるかな？

source: My memory is%n pretty hazy
de: Meine Erinnerungen sind%netwas verschwommen
es: Tengo un recuerdo%nborroso
fr: Ma mémoire%nest un peu courte
it: La mia memoria%nè un po' offuscata
ja: きおくがぼんやりしてるんだ

source: I was on my%nhome planet,%nAmorino...
de: Ich war auf meinem%nHeimatplaneten%nAmorino …
es: Estaba en mi planeta,%nAmorino...
fr: J'étais sur%nma planète,%nAmorino...
it: Ero sul mio%npianeta,%nAmorino...
ja: ボクはわくせい、%nアモリーノ%nにいたんだ…

source: And I went into%na glowing blue door
de: Und ich ging%ndurch eine leuchtende%nblaue Tür …
es: Crucé una puerta%nazul brillante
fr: J'ai traversé une%nporte bleutée
it: Ho aperto una%nporta blu luminosa
ja: そして、光る青いとびら%nに入ったら

source: All of a sudden...
de: Als plötzlich …
es: De repente...
fr: Tout à coup...
it: E tutt'a un tratto...
ja: きゅうに…

source: %nSHAZAM!%n
de: %nVOILÀ!%n
es: %n¡TACHÁN!%n
fr: %nABRACADABRA !%n
it: %nSBADABAM!%n
ja: %nジャーン！%n

source: %nEARTH%n
de: %nERDE%n
es: %nLA TIERRA%n
fr: %nTERRE%n
it: %nLA TERRA%n
ja: %n地球だ%n

source: Hopefully %nwith time %n I'll remember more
de: Hoffentlich%nerinnere ich mich%nmit der Zeit an mehr
es: Espero que%npoco a poco%nrecupere la memoria
fr: J'espère %nqu'avec le temps,%nma mémoire s'améliorera
it: Forse col%ntempo mi%nricorderò di più
ja: そのうちにもっと%n思い出せれば%nいいんだけど

source: You're doing%npretty good...
de: Du machst das%nziemlich gut …
es: Lo estás haciendo%nmuy bien...
fr: Tu t'en sors%nplutôt bien...
it: Stai andando%npiuttosto bene...
ja: いい感じだよ！

source: %nfor a human!%n
de: %nfür einen Menschen.%n
es: %n¡para ser un humano!%n
fr: %npour un être humain !%n
it: %nper essere un umano!%n
ja: %n人間ってすごいね！%n

source: But we're just%ngetting started.
de: Aber wir%nbeginnen gerade erst.
es: Pero acabamos%nde empezar.
fr: Mais nous venons juste%nde commencer.
it: Ma siamo appena%nall'inizio.
ja: でもまだまだこれからだよ！

source: Let's see you%ntry something harder!%n
de: Jetzt sollst du dich%netwas mehr anstrengen!%n
es: ¡Probemos algo%nmás difícil!%n
fr: Essayons quelque chose%nde plus difficile !%n
it: Vediamo come te la cavi%ncon qualcosa di più tosto!%n
ja: もっとがんばろう！

source: Wow, we've been%ntraining like crazy.
de: Toll, wir haben%nwie verrückt trainiert.
es: Guau, nos hemos%nentrenado como locos.
fr: Ouah, quel%nentraînement !
it: Uao, ci siamo%nesercitati come pazzi.
ja: わぁ、すごいいきおいで%nトレーニングしたね

source: I already feel%nfaster and smarter.
de: Ich fühle mich bereits%nschneller und schlauer.
es: Ya me siento%nmás rápido y listo.
fr: J'ai l'impression d'être%nplus rapide et plus efficace,
it: Mi sento già più%nveloce e intelligente.
ja: もう速くて頭が%nよくなった気分だよ

source: But I've still got%na lot to learn!
de: Aber ich muss%nnoch viel lernen!
es: ¡Pero aún tengo%nmucho que aprender!
fr: mais j'ai encore%nbeaucoup à apprendre !
it: Ma abbiamo ancora%ntanto da imparare!
ja: でもまだまだ%nおぼえることがあるよ！

source: Soon, I'll%nlearn to see%ndifferent colors.
de: Bald lerne%nich, unterschiedliche%nFarben zu sehen.
es: Pronto, aprenderé%na distinguir colores.
fr: J'apprendrai bientôt%nà reconnaître%ndifférentes couleurs.
it: Presto imparerò a vedere%ni diversi colori.
ja: すぐにいろんな色が%nわかるようになるよ

source: Then, I'll be able%nto race around a track
de: Dann kann ich auf%neiner Rennstrecke fahren
es: Entonces, ya podré%ncorrer por una pista
fr: Je pourrai ensuite%ncourir sur une piste.
it: Quindi riuscirò a%ncorrere su una pista
ja: そのつぎに、コースで%nレースできるようになるよ

source: After that, we'll be ready%nfor the Robot Space Race!
de: Danach sind wir für das%nRoboterweltraumrennen%nbereit!
es: ¡Y estaremos listos%npara la Carrera%nEspacial de Robots!
fr: Et nous serons fin prêts%npour la course spatiale%ndes robots !
it: Dopodiché saremo pronti%nper la gara spaziale dei robot!
ja: そのあと、ロボット宇宙レースの%nじゅんびができるよ！

source: But first, let's%nlearn to nod my head!
de: Als Erstes möchte%nich lernen, mit dem%nKopf zu nicken.
es: Pero antes, aprendamos%na asentir con la cabeza.
fr: Je dois d'abord%napprendre à hocher%nla tête !
it: Ma prima, devo imparare%na fare di sì con la testa!
ja: でもはじめに、うなずきかた%nをおぼえよう！

source: My neck %nis so stiff!
de: Mein Hals%nist so steif!
es: ¡Tengo el cuello%ntan rígido!
fr: Ma nuque%nest tellement raide !
it: Il mio collo è%ncosì rigido!
ja: 首がすごくかたいよ！

source: MMM%nstretches...%n
de: Argh%Ausstrecken …%n
es: MMM%nUnos estiramientos...%n
fr: MMM%nIl faut s'étirer...%n
it: MMM%nsi stira...%n
ja: うーんストレッチして…

source: %nMuch better!%n
de: %nViel besser!%n
es: %n¡Mucho mejor!%n
fr: %nÇa va beaucoup mieux !%n
it: %nMolto meglio!%n
ja: よくなった！

source: Ask me if%nanyone will beat me%nin the Space Race
de: Frage mich,%nob mich jemand beim%nWeltraumrennen schlägt
es: Pregúntame si%nme van a ganar en%nla Carrera Espacial
fr: Demande-moi%nsi quelqu'un va me battre%ndans la course spatiale
it: Chiedimi se%nqualcuno mi batterà%nnella gara spaziale
ja: ロボット宇宙レースで%nボクに勝てるものが%nいるかきいてみて！

source: %nNO!%n
de: %nNEIN%n
fr: %nNON !%n
ja: %nいない！%n

source: %nNOO!%n
de: %nNEEIN%n
fr: %nNOON !%n
ja: %nいなーい！%n

source: %nNOOOOOO!%n
de: %nNEEEEEEIN%n
fr: %nNOOOOOON !%n
ja: %nいなーーーーい！%n

source: Hey I'm %npretty good%nat that
de: Hey, das%nkann ich%nziemlich gut
es: Oye, se me da%nbastante bien
fr: Je %nm'en tire%nplutôt bien !
it: Ehi, sono%npiuttosto%nbravo
ja: ねぇ、ボクって%nかなり上手いよね

source: WE DID IT!
de: WIR HABEN ES GESCHAFFT!
es: ¡LO CONSEGUIMOS!
fr: ON A RÉUSSI !
it: CE L'ABBIAMO FATTA!
ja: やったよ！

source: All our hard work%npaid off!
de: Unsere harte Arbeit%nhat sich gelohnt!
es: ¡El trabajo duro%nvalió la pena!
fr: Nos efforts%nont été récompensés !
it: Ne è valsa la pena%nlavorare tanto!
ja: がんばったおかげだね！

source: Thank you! Thank you!%nTHANK YOU!
de: Vielen Dank! Vielen Dank!%nVIELEN DANK!
es: ¡Gracias! ¡Gracias!%n¡GRACIAS!
fr: Merci ! Merci !%nMERCI !
it: Grazie! Grazie!%nGRAZIE!
ja: ありがとう！ありがとう！%nありがとうー！

source: There's still more%nwe can do together.
de: Es gibt noch mehr,%nwas wir zusammen%ntun können.
es: Aún podemos hacer%nmás cosas juntos.
fr: Nous pouvons faire%nencore d'autres choses%nensemble.
it: Possiamo fare%nancora tanto insieme.
ja: いっしょにできることが%nまだまだあるよ

source: You can control me%nfrom another device.
de: Du kannst mich von%neinem anderen Gerät%naus steuern.
es: Puedes controlarme%ndesde otro dispositivo.
fr: Tu peux me contrôler%ndepuis un autre appareil.
it: Puoi controllarmi da%nun altro dispositivo.
ja: べつのデバイスから%nボクをそうさできるよ

source: Have you tried Romo Control?
de: Hast du Romo Control ausprobiert?
es: ¿Has probado Romo Control?
fr: T'as déjà essayé Romo Control ?
it: Hai provato Romo Control?
ja: ロモコントロールをためしてみた？

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: うん

source: Not yet
de: Noch nicht
es: Aún no
fr: Pas encore
it: Non ancora
ja: まだ

source: Oh, right!
de: Oh, gut!
es: ¡Cierto!
fr: D'accord !
it: Certo!
ja: あ、そうだ！

source: Well, everything you taught me%nis unlocked in The Lab!
de: Schön, alles was du mir%nbeigebracht hast, ist%nim Lab freigeschaltet.
es: Todo lo que me enseñaste está%ndesbloqueado en el Laboratorio.
fr: Ce que tu m'as appris est%ndébloqué dans le Labo !
it: Ciò che mi hai insegnato%nè sbloccato nel laboratorio!
ja: ${userName}が教えてくれたことは全て%nじっけん室で使って遊べるよ！

source: Really?
de: Wirklich?
es: ¿De verdad?
fr: Vraiment ?
it: Davvero?
ja: ほんとう？

source: Romo Control lets you%ndrive me from anywhere%nin the WORLD!
de: Mit Romo Control kannst%ndu mich von überall%nauf der WELT fahren!
es: ¡Con Romo Control puedes%ndirigirme desde cualquier%nlugar del MUNDO!
fr: Romo Control te permet%nde me conduire partout%ndans le MONDE !
it: Romo Control ti consente%ndi guidarmi da quasiasi%nposto nel MONDO!
ja: ロモコントロールをつかえば%n世界のどこからでもボクを%n走らせることができるよ！

source: It's easy to set up...
de: Es ist einfach%neinzurichten …
es: Es fácil de configurar...
fr: Il est simple à%nconfigurer...
it: È facile da configurare...
ja: セットアップはかんたん…

source: And a whole lot%nof fun!
de: Und bereitet%nsehr viel Spaß!
es: ¡Y muy divertido!
fr: Et vraiment très%namusant !
it: E tanto,%ntanto divertente!
ja: それにすごく楽しいよ！

source: Grab your iPad, iPhone,%nor a computer.
de: Schnappe dir dein%niPad, iPhone oder%ndeinen Computer.
es: Agarra el iPad, el iPhone%no un ordenador.
fr: Prends ton iPad, iPhone,%nou un ordinateur.
it: Prendi il tuo iPad, iPhone,%no un computer.
ja: iPad、iPhone,または%nコンピューターを使おう

source: Open http://romo.tv%non your other device
de: Rufe http://romo.tv%nauf dem anderen Gerät auf
es: Abre http://romo.tv%nen el otro dispositivo
fr: Ouvre http://romo.tv%nsur ton autre appareil.
it: Apri http://romo.tv%nsull'altro dispositivo
ja: 他のデバイスで%nhttp://romo.tvをひらく

source: Not now
de: Später
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: またあとで

source: Got it!
de: Verstanden!
es: ¡Entendido!
fr: C'est bon !
it: Ho capito!
ja: わかった！

source: Well, you can control me%nat any time.
de: Du kannst mich%njederzeit steuern.
es: Bueno, me puedes%ncontrolar cuando quieras.
fr: Tu peux me contrôler%nà tout moment.
it: Bene, puoi controllarmi%nin qualsiasi momento.
ja: いつでもボクを%nそうさできるよ

source: Just follow%nthose instructions!
de: Du brauchst nur diesen%nAnleitungen zu folgen!
es: ¡Sólo has de seguir%nesas instrucciones!
fr: Il te suffit de suivre%nces instructions !
it: Segui%nqueste istruzioni!
ja: せつめいの通りに%nやるだけだよ！

source: I'll be waiting%nright here.
de: Ich warte%ngenau hier.
es: Estaré aquí%nesperando.
fr: Je t'attends%nici.
it: Aspetterò%nqui.
ja: ここでまってるからね

source: Poke me,%nslow poke!
de: Stupse mich%nleicht an!
es: ¡Dame un toque,%ndespacio!
fr: Tapote-moi,%ndoucement !
it: Toccami,%nlentamente!
ja: ボクをつついてみて%nやさしくね！

source: Again!
de: Noch mal!
es: ¡Otra vez!
fr: Encore !
it: Di nuovo!
ja: もういちど！

source: AGAINNN!!!
de: Nochmaaal!
es: ¡¡OTRA VEZZZ!!
fr: ENCOOOORE !!!
it: DI NUOVOO!!!
ja: もういちど！！！

source: Once%nmore...
de: Einmal%nmehr …
es: Una vez%nmás...
fr: Encore%nune fois...
it: Ancora%nuna volta...
ja: もう%n1回…

source: Still%nhappening...
de: Passiert%nimmer noch …
es: Más...
fr: Continue...
it: Ancora%nuna...
ja: もう%nちょっと…

source: Faster!
de: Schneller!
es: ¡Más rápido!
fr: Plus vite !
it: Più veloce!
ja: もっと速く！

source: Much%nbetter!
de: Viel%nbesser!
es: ¡Mucho%nmejor!
fr: C'est beaucoup%nmieux !
it: Molto%nmeglio!
ja: よく%nなった！

source: I'm racking up%nmy skills!
de: Ich gewinne%nneue Fähigkeiten!
es: ¡Estoy acumulando%nhabilidades!
fr: J'accumule%ndes compétences !
it: Sto accumulando%ncapacità!
ja: どんどん上達してるよ！

source: The Lab is a place for%nextra training.
de: Das Labor ist ein Ort für%nSondertraining.
es: El Laboratorio permite%nun entrenamiento extra.
fr: Le Labo est un espace%nde perfectionnement.
it: Nel laboratorio possiamo esercitarci di più!
ja: じっけん室ではさらに%nトレーニングができるよ

source: Everything we unlock%nis available in The Lab!
de: Alles, was wir%nfreischalten, ist%nim Labor verfügbar.
es: Todo lo que desbloqueamos%nestá en el Laboratorio.
fr: Tout ce qui est débloqué%nse trouve dans le Labo !
it: Ciò che sblocchiamo%nsi trova nel laboratorio!
ja: マスターしたものは全て%nじっけん室で使えるよ！

source: Let's play%nPeek-a-Boo!
de: Lass uns das%nGuckguck-Spiel spielen!
es: ¡Juguemos a cu-cu!
fr: Jouons à dire%ncoucou !
it: Giochiamo a%ncucù!
ja: いないいないばあを%nして遊ぼう！

source: Lemme see%nyour face.
de: Lass mich%ndein Gesicht sehen.
es: Déjame verte%nla cara.
fr: Montre-moi%nton visage.
it: Fammi vedere%nil tuo viso.
ja: ${userName}の顔を見せて

source: Now cover%nyour face.
de: Verdecke jetzt%ndein Gesicht.
es: Ahora tápate%nla cara.
fr: Maintenant, cache%nton visage.
it: Ora copriti%nil viso.
ja: つぎは顔をかくして

source: Where'd%nya go?
de: Wohin bist du%ngegangen?
es: ¿Dónde te%nhas metido?
fr: Où es-tu%npassé ?
it: Dove%nsei?
ja: どこに%n行ったの？

source: I missed ya,%n${userName}!
de: Ich habe dich vermisst,%n${userName}!
es: ¡Te echaba de menos,%n${userName}!
fr: Tu m'as manqué,%n${userName} !
it: Non ti trovavo,%n${userName}!
ja: キミがいないとさみしいよ、%n${userName}！

source: Now I know%nhow to follow your face.
de: Jetzt weiß ich,%nwie ich deinem%nGesicht folgen kann.
es: Ahora ya sé%nseguirte la cara.
fr: Je sais comment suivre%ndes yeux ton visage.
it: Ora so come%nseguire il tuo viso.
ja: ${userName}の顔を追いかける%nやりかたがわかったよ

source: Getting un-docked%n feels...%n
de: Ausgedockt zu werden%nfühlt sich …%n
es: Esto de que te desacoplen%nes una sensación...%n
fr: Ça fait bizarre%nd'être déconnecté...%n
it: Quando mi scolleghi%n mi sento...%n
ja: ドックからはずされてると%nなんだか…%n

source: %nWeird!%n
de: %nkomisch an!%n
es: %n¡rara!%n
fr: %nde la base !%n
it: %nStrano!%n
ja: %nへんな気分！%n

source: Try %nun-docking%n me again.
de: Versuche,%nmich erneut%nauszudocken.
es: Intenta%ndesacoplarme%notra vez.
fr: Essaie %nde me déconnecter%nà nouveau.
it: Prova a %nscollegarmi%n di nuovo.
ja: もういちどドックから%n外してみて

source: Ahhh!%nThat's a little%nTOO weird!
de: Ah!%nDas ist etwas%nZU komisch!
es: ¡Ahhh!%nEso es un poco%n¡DEMASIADO raro!
fr: Aaah !%nC'est%nTROP bizarre !
it: Ahhh!%nÈ un po'%nTROPPO strano!
ja: あぁ！ちょっとへんだ！

source: Put me %nback please!
de: Bitte lege%nmich zurück.
es: ¡Colócame otra%nvez, por favor!
fr: Repose-moi sur la base,%ns'il te plaît !
it: Rimettimi a%nposto, per favore!
ja: もどして！%nおねがい！

source: It's gonna take a while%nto get used to THAT!
de: Es wird etwas dauern, um%nsich DARAN zu gewöhnen!
es: ¡Tardaré un poco en%nacostumbrarme a ESO!
fr: Ça va prendre du temps%nde s'habituer à ÇA !
it: Mi ci vuole un po'%nper abituarmi!
ja: これになれるには%nすこし時間がかかりそう！

source: This is my new%n favorite ability.
de: Dies ist meine neue%nLieblingsfähigkeit.
es: Esta es mi habilidad%nnueva favorita.
fr: Voici ma nouvelle%n fonctionnalité préférée.
it: Questa è la mia nuova%n capacità preferita.
ja: これはボクの新しい%nお気に入りのきのうだよ

source: Now, whenever you%nshake me...
de: Jedes Mal, wenn du%nmich schüttelst, …
es: Ahora, cuando%nme agites...
fr: À chaque fois que tu%nme secoueras...
it: Ora, tutte le volte%nche mi scuoti...
ja: これで、いつでも%nボクをふったら…

source: I'll always%ndefend myself!
de: werde ich mich%nverteidigen!
es: ¡Me defenderé!
fr: je me%ndéfendrai !
it: Saprò come%ndifendermi!
ja: いつでも自分を%nまもれるよ！

source: Hey%n${userName}!
es: ¡Hola,%n${userName}!
fr: Salut%n${userName} !
it: Ehi %n${userName}!
ja: やぁ%n${userName}！

source: Pick me up%nand bring me to%nyour favorite place.
de: Hebe mich hoch%nund bringe mich zu%ndeinem Lieblingsort.
es: Sácame de la base%ny llévame a tu%nsitio favorito.
fr: Ramasse-moi%net emmène-moi%ndans ton endroit préféré.
it: Sollevami%ne portami nel%ntuo posto preferito.
ja: ボクをもち上げて%n${userName}の好きな場所へ%nつれてって

source: Tell me when%nwe're there!
de: Sage mir, wenn%nwir dort sind.
es: ¡Avísame cuando%nlleguemos!
fr: Préviens-moi dès que%nnous serons arrivés !
it: Dimmi quando%nci siamo!
ja: そこについたら%n教えてね！

source: Not Now
de: Später
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: またあとで

source: We Made It!
de: Wir haben es geschafft!
es: ¡Lo logramos!
fr: Nous avons réussi !
it: Ce l'abbiamo fatta!
ja: ついた！

source: Let me%ntake a look!
de: Lass mich%nmal gucken!
es: ¡Déjame%nver!
fr: Laisse-moi%njeter un coup d'oeil !
it: Fammi dare%nun'occhiata!
ja: ちょっと%n見せて！

source: I see why you%nlike it here!
de: Ich verstehe, weshalb%ndu es hier magst!
es: ¡Ya veo por%nqué te gusta!
fr: Je comprends pourquoi%ntu aimes cet endroit !
it: Ho capito perché%nti piace qui!
ja: ${userName}がここを好きな%nりゆうが分かるよ！

source: %nWant me to snap a photo?
de: %nMöchtest du,%ndass ich ein Foto knipse?
es: %n¿Hago una foto?
fr: %nJe prends une photo ?
it: %nVuoi che scatti una foto?
ja: %nボクにしゃしんをとってほしい？

source: Take a Photo
de: Foto aufnehmen
es: Hacer una foto
fr: Prends une photo
it: Scatta una foto
ja: しゃしんをとろう

source: Guess I need my own%nspecial place!
de: Ich glaube, ich brauche%nmeinen besonderen Ort.
es: Supongo que necesito%nmi propio sitio especial.
fr: Je crois que j'ai besoin%nd'un endroit à moi !
it: Ora ho bisogno di%navere un mio posto speciale!
ja: 自分のとくべつなばしょ%nがひつようだよ！

source: %nReady...
de: %nFertig…
es: %nListo...
fr: %nPrêt...
it: %nPronti...
ja: %nじゅんび…
