Repository: Navideck/Romo
Catalog: Languages/*.lproj/Localizable.strings
Languages: es, fr, it, ja, nl, zh_hans

# Action-Duration-Input-Label-Title
source: Do nothing for this amount of time
es: No hacer nada durante este tiempo
fr: Ne rien faire pendant ce temps
it: Non fare nulla per questo intervallo di tempo
ja: この時間は何もしない
nl: Doe niets gedurende deze tijd
zh_hans: 在这段时间内什么都不用做

# Action-Emotion-Bewildered-Title
source: Become bewildered
es: Estar confundido
fr: Être perplexe
it: Fare lo sbigottito
ja: こまる
nl: Word verward
zh_hans: 变得困惑

# Action-Emotion-Curious-Title
source: Become curious
es: Volverse curioso
fr: Être curieux
it: Fare il curioso
ja: きょうみをもつ
nl: Word nieuwsgierig
zh_hans: 变得好奇

# Action-Emotion-Delighted-Title
source: Become delighted
es: Estar encantado
fr: Être ravi
it: Fare il contento
ja: 楽しくなる
nl: Word opgetogen
zh_hans: 变得高兴

# Action-Emotion-Excited-Title
source: Become excited
es: Emocionarse
fr: Être excité
it: Fare l'emozionato
ja: ワクワクする
nl: Word opgewonden
zh_hans: 变得兴奋

# Action-Emotion-Happy-Title
source: Become happy
es: Ponerse contento
fr: Être heureux
it: Fare il felice
ja: ハッピーになる
nl: Word gelukkig
zh_hans: 变得快乐

# Action-Emotion-Indifferent-Title
source: Become indifferent
es: Volverse indiferente
fr: Être indifférent
it: Fare l'indifferente
ja: むかんしんになる
nl: Word onverschillig
zh_hans: 变得冷漠

# Action-Emotion-Sad-Title
source: Become sad
es: Ponerse triste
fr: Être triste
it: Fare il triste
ja: かなしくなる
nl: Word droevig
zh_hans: 变得伤心

# Action-Emotion-Scared-Title
source: Become scared
es: Asustarse
fr: Être effrayé
it: Fare l'impaurito
ja: こわがる
nl: Word bang
zh_hans: 变得害怕

# Action-Emotion-Sleep-Title
source: Go to sleep
es: Ir a dormir
fr: Aller dormir
it: Andare a dormire
ja: ねむる
nl: Ga slapen
zh_hans: 去睡觉

# Action-Emotion-Sleepy-Title
source: Become sleepy
es: Tener sueño
fr: S'assoupir
it: Fare l'assonnato
ja: ねむくなる
nl: Word slaperig
zh_hans: 变得昏昏欲睡

# Action-Expression-Angry-Title
source: Act angry
es: Mostrarse enfadado
fr: Se montrer fâché
it: Fare l'arrabbiato
ja: おこる
nl: Gedraag je boos
zh_hans: 表现愤怒

# Action-Expression-Backfire-Title
source: Backfire
es: Petardeo
fr: Se défendre
it: Restituire l'attacco
ja: バックファイヤー
nl: Terugslag
zh_hans: 事与愿违

# Action-Expression-Bewildered-Title
source: Act bewildered
es: Mostrarse confundido
fr: Se montrer déconcerté
it: Mostrarsi sbigottito
ja: こまる
nl: Gedraag je verward
zh_hans: 表现困惑

# Action-Expression-Bored-Title
source: Act bored
es: Mostrarse aburrido
fr: Se montrer lassé
it: Mostrarsi annoiato
ja: たいくつそうにする
nl: Gedraag je verveeld
zh_hans: 表现无聊

# Action-Expression-Chuckle-Title
source: Chuckle
es: Reír por lo bajo
fr: Ricaner
it: Ridacchiare
ja: クスクスわらう
nl: Grinnik
zh_hans: 轻笑

# Action-Expression-Curious-Title
source: Act curious
es: Mostrarse curioso
fr: Se montrer curieux
it: Mostrarsi curioso
ja: きになる
nl: Gedraag je nieuwsgierig
zh_hans: 表现好奇

# Action-Expression-Dizzy-Title
source: Act dizzy
es: Mostrarse mareado
fr: Se montrer étourdi
it: Mostrarsi stordito
ja: ふらふらする
nl: Gedraag je duizelig
zh_hans: 表现头晕

# Action-Expression-Embarrassed-Title
source: Act embarrassed
es: Mostrarse avergonzado
fr: Se montrer gêné
it: Mostrarsi timido
ja: はずかしそうにする
nl: Gedraag je verlegen
zh_hans: 表现尴尬

# Action-Expression-Excited-Title
source: Act excited
es: Mostrarse emocionado
fr: Se montrer excité
it: Mostrarsi emozionato
ja: ワクワクする
nl: Gedraag je opgewonden
zh_hans: 表现兴奋

# Action-Expression-Exhausted-Title
source: Act exhausted
es: Mostrarse agotado
fr: Se montrer fatigué
it: Mostrarsi stanco
ja: つかれる
nl: Gedraag je uitgeput
zh_hans: 表现疲惫

# Action-Expression-Happy-Title
source: Act happy
es: Mostrarse feliz
fr: Se montrer heureux
it: Mostrarsi felice
ja: ハッピーになる
nl: Gedraag je gelukkig
zh_hans: 表现快乐

# Action-Expression-Hiccup-Title
source: Hiccup
es: Tener hipo
fr: Avoir le hoquet
it: Singhiozzare
ja: しゃっくりする
nl: Hik
zh_hans: 打嗝

# Action-Expression-HoldBreath-Title
source: Hold his breath
es: Contener la respiración
fr: Retenir son souffle
it: Trattenere il respiro
ja: いきをのむ
nl: Houdt de adem in
zh_hans: 屏住呼吸

# Action-Expression-Laugh-Title
source: Laugh
es: Reír
fr: Rire
it: Ridere
ja: わらう
nl: Lach
zh_hans: 笑

# Action-Expression-LetDown-Title
source: Act let down
es: Mostrarse decepcionado
fr: Se montrer déçu
it: Mostrarsi deluso
ja: がっかりする
nl: Gedraag je neerslachtig
zh_hans: 表现失望

# Action-Expression-LookAround-Title
source: Look around
es: Mirar alrededor
fr: Regarder autour
it: Guardarsi intorno
ja: 見回す
nl: Kijk rond
zh_hans: 到处看看

# Action-Expression-Love-Title
source: Fall in love
es: Enamorarse
fr: Tomber amoureux
it: Innamorarsi
ja: こいにおちる
nl: Word verliefd
zh_hans: 坠入爱河

# Action-Expression-Mumbling-Title
source: Start mumbling
es: Refunfuñar
fr: Marmonner
it: Iniziare a borbottare
ja: ぶつぶつ言いはじめる
nl: Begin te mompelen
zh_hans: 开始喃喃自语

# Action-Expression-None-Title
source: Make a face
es: Poner una cara
fr: Faire une grimace
it: Fare una faccina
ja: 顔をしかめる
nl: Maak een gek gezicht
zh_hans: 做个鬼脸

# Action-Expression-Ponder-Title
source: Ponder
es: Reflexionar
fr: Réfléchir
it: Riflettere
ja: じっくり考える
nl: Denk na
zh_hans: 深思

# Action-Expression-Proud-Title
source: Act proud
es: Mostrarse orgulloso
fr: Se montrer fier
it: Mostrarsi orgoglioso
ja: ほこらしげにする
nl: Gedraag je trots
zh_hans: 表现骄傲

# Action-Expression-Sad-Title
source: Act sad
es: Mostrarse triste
fr: Se montrer triste
it: Mostrarsi triste
ja: かなしくなる
nl: Gedraag je droevig
zh_hans: 表现悲伤

# Action-Expression-Scared-Title
source: Act scared
es: Mostrarse asustado
fr: Se montrer effrayé
it: Mostrarsi spaventato
ja: こわがる
nl: Gedraag je bang
zh_hans: 表现害怕

# Action-Expression-Sleepy-Title
source: Act sleepy
es: Mostrarse con sueño
fr: Se montrer fatigué
it: Fare l'assonnato
ja: ねむくなる
nl: Gedraag je slaperig
zh_hans: 表现昏昏欲睡

# Action-Expression-Smack-Title
source: Smack into the Screen
es: Estamparse en la pantalla
fr: Cogner l'écran
it: Scontrarsi con lo schermo
ja: がめんにぶつかる
nl: Loop met een klap tegen het scherm
zh_hans: 拍打屏幕

# Action-Expression-Sneeze-Title
source: Sneeze
es: Estornudar
fr: Éternuer
it: Starnutire
ja: くしゃみをする
nl: Nies
zh_hans: 打喷嚏

# Action-Expression-Sniff-Title
source: Sniff
es: Husmear
fr: Renifler
it: Annusare
ja: においをかぐ
nl: Ruik
zh_hans: 嗅嗅

# Action-Expression-Startled-Title
source: Act startled
es: Mostrarse sorprendido
fr: Se montrer surpris
it: Mostrarsi stupefatto
ja: びっくりしたようにする
nl: Gedraag je verrast
zh_hans: 表现惊吓

# Action-Expression-Struggle-Title
source: Struggle to Move
es: Moverse con dificultad
fr: Avoir du mal à bouger
it: Muoversi con difficoltà
ja: ひっしで動く
nl: Worstel om te verplaatsen
zh_hans: 挣扎

# Action-Expression-Want-Title
source: I want it
es: Lo quiero
fr: Je le veux
it: Lo voglio
ja: それがほしい
nl: Ik wil het
zh_hans: 我想要

# Action-Expression-Wee-Title
source: Wee!
es: ¡Pipi!
fr: Pipi !
it: Sìì!
ja: イェーイ！
nl: Woehoe!
zh_hans: 耶！

# Action-Expression-Yawn-Title
source: Yawn
es: Bostezar
fr: Bailler
ja: あくびをする
nl: Gaap
zh_hans: 打哈欠

# Action-Expression-Yippee-Title
source: Yippee!
es: ¡Yupi!
fr: Youpi !
it: Yuppie!
ja: わーい！
nl: Joepie!
zh_hans: 嘿！

# Action-Look-Direction-Ahead
source: Ahead
es: Adelante
fr: Devant
it: Davanti
ja: 前
nl: Vooruit
zh_hans: 向前

# Action-Look-Direction-down
source: down
es: abajo
fr: en bas
it: giù
ja: 下
nl: omlaag
zh_hans: 向下

# Action-Look-Direction-left
source: left
es: izquierda
fr: à gauche
it: a sinistra
ja: 左
nl: links
zh_hans: 向左

# Action-Look-Direction-right
source: right
es: derecha
fr: à droite
it: a destra
ja: 右
nl: rechts
zh_hans: 向右

# Action-Look-Direction-up
source: up
es: arriba
fr: en haut
it: su
ja: 上
nl: omhoog
zh_hans: 向上

# Action-Parameter-Distance-Unit
source: cm
zh_hans: 厘米

# Action-Parameter-Time-Unit
source: sec
es: seg
ja: びょう
zh_hans: 秒

# Chase-Title
source: Chase
es: Persecución
fr: Course-poursuite
it: Inseguimento
ja: 追いかける
nl: Jaag
zh_hans: 追逐

# Chase-Object-Ready-Prompt
source: Do you have the colorful object ready?
es: ¿Ya tienes el objeto de color listo?
fr: Tu as ton objet coloré à portée de main ?
it: Hai a portata di mano l'oggetto colorato?
ja: カラフルなものを じゅんびできた？
nl: Heb je het kleurrijk object bij de hand?
zh_hans: 你准备好色彩丰富的 东西没有？

# Chase-Different-Color-Prompt
source: Chase a different color?
es: ¿Perseguir otro color?
fr: Courir après une autre couleur ?
it: Inseguire un altro colore?
ja: べつの色を追いかける？
nl: Jagen op andere kleur?
zh_hans: 追逐另外 一种颜色？

# Chase-Different-Color-Yes
source: New Color
es: Nuevo color
fr: Nouvelle couleur
it: Nuovo colore
ja: あたらしい色
nl: Nieuwe kleur
zh_hans: 新颜色

# Chase-Fill-Training-Prompt-1
source: Fill the circle with a colorful object
es: Rellena el círculo con un objeto de color
fr: Remplis le cercle avec un objet coloré
it: Riempi il cerchio con un oggetto colorato
ja: カラフルなもので円をうめよう
nl: Vul de cirkel met een kleurrijk object
zh_hans: 使用一个丰富色彩的东西填满这个圆形

# Chase-Fill-Training-Prompt-2
source: Remove object completely from view
es: Quita al objeto totalmente de la vista
fr: Enlève l'objet entièrement du champ visuel
it: Togli l'oggetto dalla visuale
ja: 目の前のものを全てどけよう
nl: Verwijder object volledig uit zicht
zh_hans: 把东西完全拿开视线

# Chase-Fill-Training-Prompt-Final
source: Wave the object in front of me. Do you see it highlighted?
es: Mueve el objeto delante mio. ¿Lo ves subrayado?
fr: Agite l'objet devant moi. Tu le vois surligné ?
it: Agitami l'oggetto davanti. Lo vedi sul display?
ja: ぼくの前でものをふって！ 色がうつってる？
nl: Zwaai het object voor mijn neus. Zie je het opgelicht?
zh_hans: 吧物品在我前面摇动一下。 您看到它明亮的部分吗？

# Chase-Fill-Training-Prompt-Again
source: Train again
es: Entrena otra vez
fr: Essaie encore
it: Continua l'esercitazione
ja: もう一回
nl: Train opnieuw
zh_hans: 再试一次

# Chase-Motivation-No
source: Not Now
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: また後で
nl: Nu niet
zh_hans: 不是现在

# Chase-Motivation-Prompt-1
source: Let's run around and chase something!
es: ¡Vamos a correr y a perseguir algo!
fr: Courons après un objet !
it: Corriamo e inseguiamo qualcosa!
ja: 走り回って 何かを追いかけよう！
nl: Laten we rondrennen en op iets jagen.
zh_hans: 让我们跑动一下 随意追逐一样东西！

# Chase-Motivation-Prompt-2
source: I wanna play CHASE!
es: ¡Quiero jugar a PERSECUCIONES!
fr: Je veux faire une COURSE-POURSUITE !
it: Voglio giocare all' INSEGUIMENTO!
ja: 追いかけて遊びたいな！
nl: Ik wil JACHT spelen!
zh_hans: 我要玩追逐游戏！

# Chase-Motivation-Prompt-3
source: I wanna CHASE something!
es: ¡Quiero PERSEGUIR algo!
fr: Je veux COURIR après un objet !
it: Voglio INSEGUIRE qualcosa!
ja: 何かを追いかけたいな！
nl: Ik wil iets JAGEN!
zh_hans: 我想找样 东西追逐！

# Chase-Motivation-Prompt-4
source: Can we PLEASE play chase?!
es: ¿Podemos jugar a persecuciones, POR FAVOR?
fr: On fait une course-poursuite ?
it: Possiamo giocare a inseguire, PER FAVORE?!
ja: おねがいだから 追いかけっこしてくれる？！
nl: Kunnen we ALSJEBLIEFT jacht spelen?!
zh_hans: 求求你让我们一起玩 追逐游戏？！

# Chase-Motivation-Prompt-5
source: It's time for chase!
es: ¡Es hora de persecuciones!
fr: C'est l'heure de la course-poursuite !
it: È l'ora dell'inseguimento!
ja: 追いかける時間だよ！
nl: Het is tijd voor de jacht!
zh_hans: 是时候玩追逐啦！

# Chase-Motivation-Yes
source: Play Chase
es: Jugar a perseguir
fr: Faire une course-poursuite
it: Gioca all'inseguimento
ja: 追いかけっこしよう！
nl: Jacht spelen
zh_hans: 玩追逐

# Chase-Wave-Prompt
source: Wave a color for me to chase!
es: ¡Mueve un color para que lo persiga!
fr: Montre-moi une couleur à attraper !
it: Mostrami un colore da inseguire!
ja: 追いかけるために 色のあるものをふろう！
nl: Zwaai met een kleur waarop ik moet jagen.
zh_hans: 摇动一种颜色 让我追逐！

# Compile-MicPerms-Alert-Message
source: For Romo to hear loud sounds, allow access to your microphone. Open the Settings app > Privacy > Microphone. Then enable access for Romo.
es: Para que Romo oiga sonidos fuertes, debes permitir el acceso al micro. Abre la aplicación Ajustes > Privacidad > Micrófono. Permite a Romo el acceso.
fr: Pour que Romo puisse entendre les sons bruyants, autorise l'accès à ton microphone. Ouvre l'application Réglages > Confidentialité > Micro. Autorise ensuite l'accès pour Romo.
it: Concedi l'accesso al tuo microfono affinché Romo possa sentire i suoni. Apri Impostazioni > Privacy > Microfono. Consenti quindi l'accesso a Romo.
ja: ロモが大きな音を聞けるように、マイクへのアクセスを許可してください。 設定 > プライバシー > マイクを開きます。 つぎにロモに対してアクセスを許可します。
nl: Om Romo luide geluiden te laten horen, moet je toegang verlenen tot je microfoon. Open de app Instellingen > Privacy > Microfoon. Schakel dan de toegang in voor Romo.
zh_hans: 让 Romo 收到声响，请允许访问麦克风。 打开设置程序 > 隐私 > 麦克风。 然后启用 Romo 的访问。

# Compile-MicPerms-Alert-Title
source: Microphone Permission Needed
es: Requiere acceso al micrófono
fr: Autorisation requise pour le microphone
it: Necessaria autorizzazione microfono
ja: マイクの許可が必要です。
nl: Microfoonmachtiging nodig
zh_hans: 需要麦克风的权限

# Compile-PhotoPerms-Alert-Message
source: For Romo to take photos and videos, allow access to your Photo Library. Open the Settings app > Privacy > Photos. Then enable access for Romo.
es: Para que Romo haga fotos y vídeos, debes permitirle el acceso a la fototeca. Abre la aplicación Ajustes > Privacidad > Fotos. Permite a Romo el acceso.
fr: Pour que Romo puisse prendre des photos et des vidéos, autorise l'accès à ta bibliothèque de photos. Ouvre l'application Réglages > Confidentialité > Photos. Autorise ensuite l'accès pour Romo.
it: Concedi l'accesso alla libreria fotografica affinché Romo possa scattare foto e registrare video. Apri Impostazioni > Privacy > Foto. Consenti quindi l'accesso a Romo.
ja: ロモが写真とビデオを撮れるように、写真ライブラリへのアクセスを許可してください。 設定 > プライバシー > 写真を開きます。 次にロモに対してアクセスを許可します。
nl: Om Romo foto's en video's te laten maken, moet je toegang verlenen tot je fotobibliotheek. Open de app Instellingen > Privacy > Foto's. Schakel dan de toegang in voor Romo.
zh_hans: 让 Romo 拍照和收录视频，请允许访问照片库。 打开设置程序 > 隐私 > 照片。 然后启用 Romo 的访问。

# Compile-PhotoPerms-Alert-Title
source: Photo Permission Needed
es: Requiere acceso a las fotos
fr: Autorisation requise pour les photos
it: Necessaria autorizzazione foto
ja: 写真の許可が必要です。
nl: Fotomachtiging nodig
zh_hans: 需要照片的权限

# Compile-Stage-1
source: Quantizing...
es: Cuantificando...
fr: Quantification...
it: Quantifico...
ja: Romo準備中
nl: Kwantisering bezig...
zh_hans: 量化中...

# Compile-Stage-2
source: Compiling...
es: Compilando...
fr: Compilation...
it: Compilo...
nl: Compileren bezig...
zh_hans: 编译中...

# Compile-Stage-3
source: Sandboxing...
es: Enjaulando...
fr: Empaquetage...
it: Testo...
nl: Plaatsen in sandbox bezig...
zh_hans: 测试中...

# Compile-Stage-4
source: Deploying...
es: Desplegando...
fr: Déploiement...
it: Implemento...
nl: Implementatie bezig...
zh_hans: 部署中...

# Debriefing-ContinueButton-Title
source: CONTINUE
es: CONTINUAR
fr: CONTINUER
it: CONTINUA
ja: つづける
nl: DOORGAAN
zh_hans: 继续

# Debriefing-FailForFlip
source: There's no way I'm gonna win the Robot Space Race if I keep flipping over.
es: Nunca ganaré la Carrera Espacial de Robots si sigo dando vueltas.
fr: Je n'arriverai jamais à remporter la course spatiale des robots si je continue à me renverser.
it: Se continuo a capovolgermi non potrò mai vincere la gara spaziale dei robot.
ja: ずっとひっくりかえっていたら、ロボット宇宙レースで勝つなんてむりだよ
nl: Als ik blijf kantelen ga ik nooit de robotruimterace winnen.
zh_hans: 如果我一直翻滚过来，我是无法在机器人太空竞赛中胜出的。

# Debriefing-FailForRobotDisconnect
source: You can't undock me before I complete my mission!
es: ¡No puedes desacoplarme hasta que complete mi misión!
fr: Tu ne peux pas me retirer de la base avant que je termine ma mission !
it: Non puoi scollegarmi: devo prima completare la mia missione!
ja: ミッションをかんりょうするまでドックから外すことはできないよ！
nl: Je kunt me niet loskoppelen voordat ik mijn missie hebt voltooid!
zh_hans: 在我完成使命前，您不能把我从对接口上拿出！

# Debriefing-FailForTilt
source: I couldn't tilt all the way. Make sure we're training on flat ground!
es: No podía inclinarme del todo. ¡Asegúrate de que entrenamos en llano!
fr: Je ne peux pas rester penché sans arrêt. Vérifie que nous nous entraînons sur un sol plat !
it: Non riesco a inclinarmi del tutto. Assicurati che ci stiamo esercitando su una superficie piana!
ja: さいごまでかたむけられなかった。たいらなばしょでトレーニングしてね！
nl: Ik kon niet helemaal kantelen. Zorg dat we trainen op een vlakke grond.
zh_hans: 我不能一路倾斜。请你确定我们正在平地上训练！

# Debriefing-FailForTimeout
source: Time ran out! Let's try again.
es: ¡Se acabó el tiempo! Probemos otra vez.
fr: Le délai est dépassé ! Essayons à nouveau.
it: Tempo scaduto! Riproviamo.
ja: 時間ぎれ！もういちどやってみよう
nl: De tijd is op! Laten we het opnieuw proberen.
zh_hans: 已经超时！让我们再试一次吧。

# Debriefing-FailForTurn
source: I got stuck when trying to turn! Make sure I'm on solid ground & there's nothing in my way.
es: ¡Me he atascado al intentar girar! Comprueba que esté en llano y que no haya obstáculos.
fr: Je me suis retrouvé coincé en essayant de tourner ! Vérifie que je suis sur un sol ferme et qu'il n'y a rien sur ma trajectoire.
it: Mi sono bloccato mentre tentavo di girarmi! Assicurati che io sia sulla terra ferma e che nulla mi intralci la strada.
ja: 曲がろうとして動けなくなった！かたい地面において、そこに何もないようにしよう
nl: Ik ben vastgelopen tijdens het draaien! Zorg dat ik op de vaste grond sta en dat er niets in mijn weg staat.
zh_hans: 当我转动的时候就会卡着！请确认我在实地上而且没有障碍。

# Debriefing-Failure-Title
source: FAILURE
es: INCOMPLETA
fr: ÉCHEC
it: FALLITA
ja: しっぱい
nl: MISLUKT
zh_hans: 失败

# Debriefing-HINT:
source: HINT:
es: PISTA:
fr: INDICE :
it: AIUTINO:
ja: ヒント:
nl: TIP:
zh_hans: 提示：

# Debriefing-RetryButton-Replay
source: REPLAY?
es: ¿REPETIR?
fr: REJOUER ?
it: RIGIOCHIAMO?
ja: リプレイ？
nl: OPNIEUW?
zh_hans: 重播?

# Debriefing-RetryButton-TryAgain
source: TRY AGAIN
es: REINTENTAR
fr: RÉESSAYER
it: RIPROVA
ja: もう一回
nl: PROBEER OPNIEUW
zh_hans: 再试一次

# Debriefing-Success-Title
source: SUCCESS!
es: ¡COMPLETADA!
fr: RÉUSSITE !
it: COMPIUTA!
ja: せいこう！
nl: GELUKT!
zh_hans: 成功！

# DockingRequired-BuyButton-Title
source: Adopt a Romo now
es: Adoptar un Romo ahora
fr: Adopter un Romo maintenant
it: Adotta un Romo adesso
ja: 今すぐロモをうけ入れよう
nl: Adopteer nu een Romo
zh_hans: 现在领养一台 Romo

# DockingRequired-controlButtonTitle
source: Control another Romo
es: Controlar otro Romo
fr: Contrôler un autre Romo
it: Controlla un altro Romo
ja: べつのロモをそうさする
nl: Bestuur een andere Romo
zh_hans: 控制另外一台 Romo

# DockingRequired-RomoControl-Download-Alert-Message
source: To take control of a Romo, download the all-new Romo Control app from the App Store
es: Para controlar un Romo, descarga la nueva aplicación Romo Control desde el App Store
fr: Pour contrôler un Romo, télécharge la dernière application Romo Control de l'App Store.
it: Per assumere il controllo di un Romo, scarica la nuovissima app Romo Control dall'App Store
ja: ロモをそうさするために、App Storeからあたらしいロモコントロールアプリをダウンロードしてください。
nl: Om de controle van een Romo over te nemen, download je de gloednieuwe Romo Control-app van de App Store
zh_hans: 要控制另外一台 Romo，在 App Store 下载全新 Romo 控制程序

# DockingRequired-RomoControl-Download-Alert-No
source: Don't control
es: No controlar
fr: Ne pas contrôler
it: Non controllare
ja: そうさしない
nl: Niet besturen
zh_hans: 不控制

# DockingRequired-RomoControl-Download-Alert-Title
source: Download Romo Control
es: Descargar Romo Control
fr: Télécharger Romo Control
it: Scarica Romo Control
ja: ロモコントロールをダウンロード
zh_hans: 下载 Romo 控制程序

# DockingRequired-RomoControl-Download-Alert-Yes
source: Download
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
zh_hans: 下载

# DockingRequired-Subtitle
source: Before we get started, please connect me to my base!
es: Antes de empezar, ¡conéctame a mi base!
fr: Avant de commencer, connecte-moi à ma base !
it: Prima di iniziare, connettimi alla mia base!
ja: 始める前に、ボクを ベースに接続して！
nl: Sluit me aan op mijn voet voordat we beginnen.
zh_hans: 在开始前，请 连接我到底座！

# DockingRequired-Title
source: Wheels, please!
es: ¡Ruedas, por favor!
fr: Roues, s'il te plaît !
it: Ruote, prego!
ja: タイヤを、お願い！
nl: Wielen alsjeblieft!
zh_hans: 滑轮, 麻烦您！

# DockingRequired-titleLabelDefaultText
source: Almost Ready.
es: Casi listo.
fr: Presque prêt.
it: Ci sono quasi.
ja: 接続してない
nl: Bijna klaar.
zh_hans: 差不多准备好了。

# Event-ParameterlessName-Dock
source: Dock
es: Acoplar
fr: Poser sur la base
it: Collegare
ja: ドック
zh_hans: 对接口

# Event-ParameterlessName-FaceAppear
source: See a Face
es: Ver una cara
fr: Voir un visage
it: Vedere un viso
ja: 顔を見る
nl: Zie een gezicht
zh_hans: 看到脸孔

# Event-ParameterlessName-FaceDisappear
source: No Face
es: Sin cara
fr: Pas de visage
it: Nessun viso
ja: 顔がない
nl: Geen gezicht
zh_hans: 没有脸孔

# Favorite-Color-Title
source: Favorite Color
es: Color Favorito
fr: Couleur Préférée
it: Colore preferito
ja: 好きな色
nl: Favoriete kleur
zh_hans: 喜欢的颜色

# Event-ParameterlessName-FavoriteColor
source: Favorite color
es: Color favorito
fr: Couleur préférée
it: Colore preferito
ja: 好きな色
nl: Favoriete kleur
zh_hans: 喜欢的颜色

# Event-ParameterlessName-HearsLoudSound
source: Loud sound
es: Sonido fuerte
fr: Son bruyant
it: Rumore forte
ja: 大きな音
nl: Luid geluid
zh_hans: 响亮的声音

# Event-ParameterlessName-LightsOff
source: Lights off
es: Luces apagadas
fr: Lumières éteintes
it: Luce spenta
ja: ライトを消す
nl: Lichten uit
zh_hans: 关灯

# Event-ParameterlessName-LightsOn
source: Lights on
es: Luces encendidas
fr: Lumières allumées
it: Luce accesa
ja: ライトをつける
nl: Lichten aan
zh_hans: 开灯

# Event-ParameterlessName-MissionStart
source: Mission start
es: Inicio de la misión
fr: Démarrage de la mission
it: Inizio missione
ja: ミッションスタート
nl: Missie starten
zh_hans: 任务开始

# Event-ParameterlessName-PickedUp
source: Picked up
es: Fuera de la base
fr: Ramassé
it: Sollevare
ja: もちあげる
nl: Opgeraapt
zh_hans: 拿起

# Event-ParameterlessName-Poke
source: Poke
es: Toque
fr: Tapoter
it: Toccare
ja: つつく
nl: Por
zh_hans: 点碰

# Event-ParameterlessName-PokeAnywhere
source: Poke
es: Toque
fr: Tapoter
it: Toccare
ja: つつく
nl: Por
zh_hans: 点碰

# Event-ParameterlessName-PutDown
source: Put down
es: Poner en la base
fr: Poser par terre
it: Rimettere giù
ja: 下におく
nl: Zet neer
zh_hans: 放下

# Event-ParameterlessName-SeesMotion
source: Movement
es: Movimiento
fr: Mouvement
it: Movimento
ja: 動き
nl: Beweging
zh_hans: 移动

# Event-ParameterlessName-Shake
source: Shake
es: Agitar
fr: Secouer
it: Scuotere
ja: ふる
nl: Schud
zh_hans: 摇

# Event-ParameterlessName-Stasis
source: Stuck
es: Atascado
fr: Coincé
it: Bloccare
ja: 動けない
nl: Vastgelopen
zh_hans: 卡着

# Event-ParameterlessName-Tickle
source: Tickle
es: Cosquillas
fr: Chatouiller
it: Solleticare
ja: くすぐる
nl: Kietel
zh_hans: 痒

# Event-ParameterlessName-Time
source: Time
es: Tiempo
fr: Heure
it: Tempo
ja: 時間
nl: Tijd
zh_hans: 时间

# Event-ParameterlessName-Undock
source: Undock
es: Desacoplar
fr: Retirer de la base
it: Scollegare
ja: ドックから外す
nl: Koppel los
zh_hans: 离开对接口

# Event-ReadableName-Dock
source: When you dock me
es: Cuando me acoplas
fr: Quand tu me poses sur la base
it: Quando mi colleghi
ja: ドックにつなげる時
nl: Wanneer je mij aankoppelt
zh_hans: 当把我放到对接口

# Event-ReadableName-FaceAppear
source: When I see a face
es: Cuando veo una cara
fr: Quand je vois un visage
it: Quando vedo un viso
ja: 顔が見える時
nl: Wanneer ik een gezicht zie
zh_hans: 当我见到脸孔

# Event-ReadableName-FaceDisappear
source: When I don't see a face
es: Cuando no veo una cara
fr: Quand je ne vois pas de visage
it: Quando non vedo un viso
ja: 顔が見えない時
nl: Wanneer ik geen gezicht zie
zh_hans: 当我看不到脸孔

# Event-ReadableName-FavoriteColor
source: When I see my favorite color
es: Cuando veo mi color favorito
fr: Quand je vois ma couleur préférée
it: Quando vedo il mio colore preferito
ja: 好きな色が見えた時
nl: Wanneer ik mijn favoriete kleur zie
zh_hans: 当我见到最喜欢的颜色

# Event-ReadableName-HearsLoudSound
source: When I hear a loud sound
es: Cuando oigo un sonido fuerte
fr: Quand j'entends un son fort
it: Quando sento un rumore forte
ja: 大きな音を聞いた時
nl: Wanneer ik een luid geluid hoor
zh_hans: 当我听到响亮的声音

# Event-ReadableName-LightsOff
source: When the lights turn off
es: Cuando las luces se apagan
fr: Quand les lumières s'éteignent
it: Quando si spegne la luce
ja: ライトがきえる時
nl: Wanneer de lichten uitschakelen
zh_hans: 当灯关掉
