Repository: Navideck/Romo
Catalog: Languages/*.lproj/Localizable.strings
Languages: es, fr, it, ja, nl, zh_hans

# Event-ReadableName-LightsOn
source: When the lights turn on
es: Cuando las luces se encienden
fr: Quand les lumières s'allument
it: Quando si accende la luce
ja: ライトがつく時
nl: Wanneer de lichten inschakelen
zh_hans: 当灯打开

# Event-ReadableName-MissionStart
source: After you slide to start
es: Tras deslizar para empezar
fr: Quand tu démarres la mission
it: Dopo che fai scorrere per iniziare
ja: スライドして開始したあと
nl: Nadat je schuift om te starten
zh_hans: 当您滑动来启动

# Event-ReadableName-PickedUp
source: When I'm picked up
es: Cuando me sacan de la base
fr: Quand on me ramasse
it: Quando mi sollevi
ja: もちあげられる時
nl: Wanneer ik word opgenomen
zh_hans: 当我被拿起

# Event-ReadableName-Poke
source: When you poke my $
es: Cuando me das un toque en $
fr: Quand tu tapotes $
it: Quando tocchi $
ja: ボクの$をつつく時
nl: Wanneer je mijn $ port
zh_hans: 当您点碰我的 $

# Event-ReadableName-PokeAnywhere
source: When you poke me
es: Cuando me das un toque
fr: Quand tu me tapotes
it: Quando mi tocchi
ja: ボクをつつく時
nl: Wanneer je mij port
zh_hans: 当您点碰我

# Event-ReadableName-PutDown
source: When I'm put down
es: Cuando me ponen en la base
fr: Quand on me pose par terre
it: Quando mi rimetti giù
ja: 下におかれる時
nl: Wanneer ik word neergezet
zh_hans: 当你把我放下

# Event-ReadableName-SeesMotion
source: When I see movement
es: Cuando veo movimiento
fr: Quand je vois un mouvement
it: Quando vedo un movimento
ja: 動きを見た時
nl: Wanneer ik een beweging zie
zh_hans: 当我看到动作

# Event-ReadableName-Shake
source: When you shake me
es: Cuando me agitas
fr: Quand tu me secoues
it: Quando mi scuoti
ja: ボクをふる時
nl: Wanneer je mij schudt
zh_hans: 当你摇我

# Event-ReadableName-Stasis
source: When I get stuck
es: Cuando me atasco
fr: Quand je me retrouve coincé
it: Quando mi incastro
ja: 動けなくなった時
nl: Wanneer ik vastloop
zh_hans: 当我卡着

# Event-ReadableName-Tickle
source: When you tickle my $
es: Cuando me haces cosquillas en $
fr: Quand tu chatouilles $
it: Quando mi solletichi $
ja: ボクの$をくすぐる時
nl: Wanneer je mijn $ kietelt
zh_hans: 当你挠痒痒我的 $

# Event-ReadableName-Time
source: When it's $
es: Cuando son las $
fr: Quand c'est $
it: Quando sono le $
ja: $の時
nl: Wanneer het $ is
zh_hans: 当它是 $

# Event-ReadableName-Undock
source: When you undock me
es: Cuando me desacoplas
fr: Quand tu me retires de la base
it: Quando mi scolleghi
ja: ボクをドックから外す時
nl: Wanneer je mij loskoppelt
zh_hans: 当您把我拿开对接口

# Event-ShortName-Dock
source: Dock me
es: Acoplarme
fr: Pose-moi sur la base
it: Collegami
ja: ドックにつないで
nl: Koppel mij
zh_hans: 把我放到对接口

# Event-ShortName-FaceAppear
source: Face
es: Cara
fr: Visage
it: Viso
ja: 顔
nl: Gezicht
zh_hans: 脸孔

# Event-ShortName-FaceDisappear
source: No face
es: Sin cara
fr: Pas de visage
it: Nessun viso
ja: 顔がない
nl: Geen gezicht
zh_hans: 没有脸孔

# Event-ShortName-FavoriteColor
source: Favorite color
es: Color favorito
fr: Couleur préférée
it: Colore preferito
ja: 好きな色
nl: Favoriete kleur
zh_hans: 喜欢的颜色

# Event-ShortName-HearsLoudSound
source: Loud sound
es: Sonido fuerte
fr: Son fort
it: Rumore forte
ja: 大きな音
nl: Luid geluid
zh_hans: 响亮的声音

# Event-ShortName-LightsOff
source: Lights off
es: Luces apagadas
fr: Lumières éteintes
it: Luce spenta
ja: ライトを消す
nl: Lichten uit
zh_hans: 关灯

# Event-ShortName-LightsOn
source: Lights on
es: Luces encendidas
fr: Lumières allumées
it: Luce accesa
ja: ライトをつける
nl: Lichten aan
zh_hans: 开灯

# Event-ShortName-MissionStart
source: Mission start
es: Inicio de la misión
fr: Démarrage de la mission
it: Inizio missione
ja: ミッションスタート
nl: Missie starten
zh_hans: 任务开始

# Event-ShortName-PickedUp
source: Picked up
es: Fuera de la base
fr: Ramassé
it: Sollevare
ja: もち上げる
nl: Opgeraapt
zh_hans: 拿起

# Event-ShortName-Poke
source: Poke my $
es: Dame un toque en $
fr: Tapote mon $
it: Tocca $
ja: ボクの$をつついて
nl: Por mijn $
zh_hans: 点碰我的 $

# Event-ShortName-PokeAnywhere
source: Poke me
es: Dame un toque
fr: Tapote-moi
it: Toccami
ja: ボクをつついて
nl: Por mij
zh_hans: 点碰我

# Event-ShortName-PutDown
source: Put down
es: Poner en la base
fr: Poser par terre
it: Rimettere giù
ja: 下におく
nl: Zet neer
zh_hans: 放下

# Event-ShortName-SeesMotion
source: Movement
es: Movimiento
fr: Mouvement
it: Movimento
ja: 動き
nl: Beweging
zh_hans: 移动

# Event-ShortName-Shake
source: Shake
es: Agitar
fr: Secouer
it: Scuotere
ja: ふる
nl: Schud
zh_hans: 摇

# Event-ShortName-Stasis
source: Stuck
es: Atascado
fr: Coincé
it: Bloccare
ja: 動けない
nl: Vastgelopen
zh_hans: 卡着

# Event-ShortName-Tickle
source: Tickle my $
es: Hazme cosquillas en $
fr: Chatouille mon $
it: Solleticami $
ja: ボクの$をくすぐって
nl: Kietel mijn $
zh_hans: 挠痒痒我的 $

# Event-ShortName-Time
source: At $
es: A las $
fr: À $
it: Alle $
ja: $で
nl: Op $
zh_hans: 在 $

# Event-ShortName-Undock
source: Undock me
es: Desacoplarme
fr: Retire-moi de la base
it: Scollegami
ja: ボクをドックから外して
nl: Koppel mij los
zh_hans: 把我拿开对接口

# EventBrowser-DismissButton-Title
source: DONE
es: HECHO
fr: TERMINÉ
it: FINE
ja: かんりょう
nl: GEREED
zh_hans: 完成

# EventBrowser-View-Title
source: Add an Event
es: Añadir un evento
fr: Ajouter un événement
it: Aggiungi un evento
ja: イベントをついか
nl: Voeg een gebeurtenis toe
zh_hans: 添加活动

# FavColor-BoredPrompt1
source: Show me something BRIGHT!
es: ¡Enséñame algo BRILLANTE!
fr: Montre-moi un objet LUMINEUX !
it: Mostrami qualcosa di SGARGIANTE!
ja: なにか明るいもの を見せて！
nl: Toon mij iets HELDERS!
zh_hans: 让我看看明亮的东西！

# FavColor-BoredPrompt10
source: Keep guessing!
es: ¡Sigue probando!
fr: Essaie encore de deviner !
it: Continua a indovinare!
ja: 考えつづけてね！
nl: Blijf raden!
zh_hans: 继续猜！

# FavColor-BoredPrompt11
source: Guess another color
es: Prueba otro color
fr: Devine une autre couleur
it: Indovina un altro colore
ja: べつの色を考えて
nl: Raad een andere kleur
zh_hans: 猜其它颜色

# FavColor-BoredPrompt12
source: Wave a color in front of me!
es: ¡Mueve un color delante mío!
fr: Agite une couleur devant moi !
it: Mostrami un colore!
ja: ボクの前で色をふって！
nl: Zwaai een kleur voor mijn neus!
zh_hans: 在我前面摇动 一种颜色！

# FavColor-BoredPrompt13
source: Wave something in front of me!
es: ¡Mueve algo delante mío!
fr: Agite quelque chose devant moi !
it: Agitami qualcosa davanti!
ja: ボクの前でものをふって！
nl: Zwaai met iets voor mijn neus!
zh_hans: 在我前面摇动 一下东西！

# FavColor-BoredPrompt2
source: Hmm... Show me a warm color!
es: Mmm... ¡Enséñame un color cálido!
fr: Hmm... Montre-moi une couleur chaude !
it: Uhm... Mostrami un colore caldo!
ja: ふーむ… あたたかそうな色を見せて！
nl: Hmm... Toon mij een warme kleur!
zh_hans: 嗯... 给我一个温暖的颜色！

# FavColor-BoredPrompt3
source: Do you have any colorful toys?
es: ¿Tienes juguetes coloridos?
fr: As-tu des jouets colorés ?
it: Hai giocattoli colorati?
ja: カラフルなおもちゃ をもってる？
nl: Heb je kleurrijk speelgoed?
zh_hans: 你有没有色彩鲜艳 的玩具？

# FavColor-BoredPrompt4
source: Remember, I like brighter colors!
es: ¡Recuerda, me gustan los colores vivos!
fr: N'oublie pas que j'aime les couleurs vives !
it: Ricorda che mi piacciono i colori sgargianti!
ja: ボクはもっと明るい色が 好きなんだよ！
nl: Denk eraan. Ik houd van heldere kleuren!
zh_hans: 请记住，我喜欢 鲜艳的色彩！

# FavColor-BoredPrompt5
source: Lemme see some COLOR!
es: ¡Déjame ver algún COLOR!
fr: Montre-moi une COULEUR !
it: Fammi vedere qualche COLORE!
ja: 何か色を見せて！
nl: Laat me wat KLEUR zien!
zh_hans: 还是让我看看 一些颜色！

# FavColor-BoredPrompt6
source: Did you try all colors of the rainbow?
es: ¿Has probado todos los colores del arcoíris?
fr: As-tu essayé les couleurs de l'arc-en-ciel ?
it: Hai provato tutti i colori dell'arcobaleno?
ja: にじの色は 全部ためしてみた？
nl: Heb je alle kleuren van de regenboog geprobeerd?
zh_hans: 你有没有把彩虹的 所有颜色试过一遍？

# FavColor-BoredPrompt7
source: Hint... It's a bright color!
es: Pista... ¡Es un color vivo!
fr: Indice... Une couleur vive !
it: Aiutino... È un colore sgargiante!
ja: ヒント… あかるい色だよ！
nl: Tip... Het is een heldere kleur.
zh_hans: 暗示... 是一个鲜艳的颜色！

# FavColor-BoredPrompt8
source: Hint... This color is vibrant
es: Pista... Este color es vibrante
fr: Indice... Une couleur saisissante
it: Aiutino... È un colore acceso
ja: ヒント… あざやかな色だよ
nl: Tip... Deze kleur is levendig
zh_hans: 暗示... 这个颜色充满活力

# FavColor-BoredPrompt9
source: Here's a hint... It's not black!
es: Pista va... ¡No es el negro!
fr: Indice... Ce n'est pas du noir !
it: Ecco un aiutino... Non è il nero!
ja: ヒントがあるよ… くろじゃないよ！
nl: Hier heb je een tip... Het is niet zwart!
zh_hans: 这里有一个提示... 这个颜色不是黑色！

# FavColor-ColorTrainingHelpPrompt1
source: This is how I see the world!
es: ¡Así es como veo yo el mundo!
fr: Voilà comment je vois le monde !
it: Ecco come vedo il mondo!
ja: こんなふうにぼくには 世界が見えてるよ！
nl: Zo zie ik de wereld!
zh_hans: 这是我看到的世界！

# FavColor-ColorTrainingHelpPrompt2
source: I can only see COLORFUL stuff
es: Sólo veo cosas DE COLORES
fr: Je vois uniquement les objets COLORÉS
it: Riesco a vedere solo cose COLORATE
ja: カラフルなもの しか見えないんだ
nl: Ik kan allen KLEURRIJKE dingen zien
zh_hans: 我只能看到充满 色彩的事物

# FavColor-ColorTrainingHelpPrompt3
source: And moving colors grab my attention.
es: Los colores que se mueven me llaman la atención.
fr: Les couleurs qui bougent attirent mon attention.
it: E i colori che si muovono catturano la mia attenzione.
ja: それに動いている色 にひきつけられるよ
nl: En verplaatsende kleuren trekken mijn aandacht.
zh_hans: 动人的色彩会吸引我。

# FavColor-ColorTrainingHelpPrompt4
source: Go ahead!
es: ¡Adelante!
fr: Vas-y !
it: Vai avanti!
ja: やってみて！
nl: Ga door!
zh_hans: 来吧！

# FavColor-ColorTrainingHelpPrompt5
source: Wave around something colorful!
es: ¡Mueve algo colorido!
fr: Agite un objet coloré !
it: Agita attorno qualcosa di colorato!
ja: カラフルなもの をふり回そう！
nl: Zwaai met iets kleurrijks!
zh_hans: 摇摆一下充满色彩 的东西！

# FavColor-ColorTrainingHelpPrompt6
source: There you go!
es: ¡Eso es!
fr: Voilà !
it: E vai!
ja: いい感じ！
nl: Daar ga je!
zh_hans: 差不多像那样！

# FavColor-ColorTrainingHelpPrompt7
source: Now let’s get back to that game
es: Ahora volvamos a ese juego
fr: Revenons maintenant à ce jeu.
it: Ora torniamo al gioco
ja: さあゲームに もどろう
nl: Laten we nu teruggaan naar dat spel
zh_hans: 现在让我们继续游戏

# FavColor-ConclusionPrompt1
source: Looks like you guessed my favorite frequency!
es: ¡Parece que has acertado mi frecuencia favorita!
fr: Je crois que tu as deviné ma fréquence préférée !
it: Sembra tu abbia indovinato la mia frequenza preferita!
ja: ぼくの好きな色が わかったようだね！
nl: Je lijkt mijn favoriete kleur geraden te hebben!
zh_hans: 看起来你猜到我最喜欢的频率了！

# FavColor-ConclusionPrompt2
source: Now you know my favorite color!
es: ¡Ahora sabes mi color favorito!
fr: Tu connais maintenant ma couleur préférée !
it: Adesso sai qual è il mio colore preferito!
ja: ぼくの好きな色 がわかったね！
nl: Nu ken je mijn favoriete kleur!
zh_hans: 现在你知道我 最喜欢的颜色了！

# FavColor-ConclusionPrompt3
source: That sure is my favorite color!
es: ¡Ese es mi color favorito!
fr: C'est ma couleur préférée !
it: È proprio il mio colore preferito!
ja: それはたしかに ぼくの好きな色だよ！
nl: Dat is absoluut mijn favoriete kleur!
zh_hans: 这就是我最喜欢 的颜色！

# FavColor-ConclusionPrompt4
source: I just love that color!
es: ¡Me encanta ese color!
fr: J'adore cette couleur !
it: Mi piace tanto quel colore!
ja: その色がすごく好きなんだ！
nl: Ik vind deze kleur geweldig!
zh_hans: 我真的好喜欢 这个颜色！

# FavColor-ConclusionPrompt5
source: I love that color!
es: ¡Me encanta ese color!
fr: J'adore cette couleur !
it: Mi piace quel colore!
ja: その色が好き！
nl: Ik hou van deze kleur!
zh_hans: 我喜欢 这个颜色了！

# FavColor-CorrectColorPrompt1
source: You got it!
es: ¡Lo conseguiste!
fr: Bravo !
it: Hai indovinato!
ja: わかった！
nl: Je hebt het!
zh_hans: 你答对了！

# FavColor-CorrectColorPrompt10
source: Yeah! Yeah! Yeah, yeah, yeah!
es: ¡Sí! ¡Sí! ¡Sí, sí, sí!
fr: Oui ! Oui ! Oui, oui, oui !
ja: それ！それ！それだよ！
nl: Ja! Ja! Ja, ja, ja!
zh_hans: 耶！耶！ 耶，耶，耶！

# FavColor-CorrectColorPrompt11
source: Holy robot!
es: ¡Santo robot!
fr: Sacré robot !
it: Per tutti i robot!
ja: びっくりだ！
nl: Goeie genade!
zh_hans: 神圣的机器人！

# FavColor-CorrectColorPrompt12
source: Nuts and bolts!
es: ¡Tuercas y tornillos!
fr: Écrous et boulons !
it: Per tutti i bulloni!
ja: なんてことだ！
nl: Alle moeren en bouten!
zh_hans: 所有的一切！

# FavColor-CorrectColorPrompt13
source: Holy firmware!
es: ¡Santo firmware!
fr: Sacré micrologiciel !
it: Per mille firmware!
ja: わーお！
nl: Lieve helpfirmware!
zh_hans: 神圣的固件！

# FavColor-CorrectColorPrompt14
source: Huzzah!
es: ¡Hurra!
fr: Hourra !
it: Urrà!
ja: ビックリ！
nl: Hoera!
zh_hans: 好哇！

# FavColor-CorrectColorPrompt15
source: We have a winner!
es: ¡Tenemos ganador!
fr: Nous avons un gagnant !
it: Abbiamo un vincitore!
ja: 大せいかい！
nl: We hebben een winnaar!
zh_hans: 我们有个 胜出者！

# FavColor-CorrectColorPrompt16
source: YEAAAHHH!!!
es: ¡¡¡SSÍÍÍÍÍ!!!
fr: OUI !!!
ja: やったーー！！！
nl: JAAAAAA!!!
zh_hans: 好棒啊！！！

# FavColor-CorrectColorPrompt2
source: Ding ding ding!
es: ¡Din din don!
ja: カンカンカン！
zh_hans: 叮叮叮！

# FavColor-CorrectColorPrompt3
source: Correctamundo!
es: ¡Afirmativo!
fr: Correct !
it: Proprio così!
ja: その通り！
zh_hans: 没错啦！

# FavColor-CorrectColorPrompt4
source: Perfecto!
it: Perfetto!
ja: かんぺき！
zh_hans: 完美啊！

# FavColor-CorrectColorPrompt5
source: There we go!
es: ¡Allá vamos!
fr: Voilà !
it: Così!
ja: やったー！
nl: Daar gaan we!
zh_hans: 就像这样！

# FavColor-CorrectColorPrompt6
source: Gimme gimme!
es: ¡Sigue, sigue!
fr: Donne-moi, donne-moi !
it: A me, a me!
ja: ちょうだいちょうだい！
nl: Geef het mij, geef het mij!
zh_hans: 给我给我！

# FavColor-CorrectColorPrompt7
source: Gimme! Gimme!
es: ¡Sigue! ¡Sigue!
fr: Donne-moi ! Donne-moi !
it: A me! A me!
ja: ちょうだい！ちょうだい！！
nl: Geef het mij! Geef het mij!
zh_hans: 给我！ 给我！

# FavColor-CorrectColorPrompt8
source: Mmm, my favorite!
es: ¡Mmm, mi favorito!
fr: Mmm, c'est ma préférée !
it: Mmm, il mio preferito!
ja: うーん、ボクのお気に入り！
nl: Mmm, mijn favoriet!
zh_hans: 嗯，我的最爱！

# FavColor-CorrectColorPrompt9
source: Oooooh! Gimme!
es: ¡Oooooh! ¡Sigue!
fr: Oooooh! Donne-moi !
it: Oooooh! A me!
ja: わーい！ちょうだい！！
nl: Oooooh! Geef het mij!
zh_hans: 哇！ 给我！

# FavColor-Motivation-No
source: Not Now
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: また後で
nl: Nu niet
zh_hans: 等会兒

# FavColor-Motivation-Prompt
source: Wanna guess my favorite color?
es: ¿Quieres adivinar mi color favorito?
fr: Tu veux deviner ma couleur préférée ?
it: Vuoi indovinare qual è il mio colore preferito?
ja: ボクの好きな色を当てたい？
nl: Wil je mijn favoriete kleur raden?
zh_hans: 想要猜猜我最喜欢的 颜色吗？

# FavColor-Motivation-Yes
source: Play Game
es: Jugar
fr: Jouer
it: Giochiamo
ja: ゲームをプレイ
nl: Speel
zh_hans: 玩游戏

# FavColor-Wave-Something
source: Wave something colorful!
es: ¡Mueve algo de color!
fr: Agite quelque chose de coloré !
it: Agita qualcosa di colorato!
ja: カラフルな物をふって！
nl: Zwaai met iets kleurrijks!
zh_hans: 摇动一下一个有色彩 的东西！

# FavColor-WrongColorPrompt1
source: Nope! Keep guessing!
es: ¡No! ¡Sigue probando!
fr: Non ! Essaie encore !
it: No! Prova ancora!
ja: ちがうよ！考えつづけてね！
nl: Nee! Raad nog eens!
zh_hans: 不是！ 继续猜吧！

# FavColor-WrongColorPrompt10
source: No, but is that your favorite?
es: No, pero ¿es tu favorito?
fr: Non, est-ce ta préférée ?
it: No, ma è per caso il tuo preferito?
ja: ちがうけど、それは{userName}の 好きな色？
nl: Nee, maar is dat jouw favoriet?
zh_hans: 不是，但这是你喜欢 的吗？

# FavColor-WrongColorPrompt11
source: Hmm... not that one
es: Mmm... ese no
fr: Euh... pas celle-là.
it: Hmm... no
ja: うーん…その色じゃないよ
nl: Hmm... die is het niet
zh_hans: 嗯... 不是这个

# FavColor-WrongColorPrompt12
source: Umm... nope!
es: Umm... ¡no!
fr: Euh... non !
it: Umm... no no!
ja: うーん…ちがうよ！
nl: Hmm... nee!
zh_hans: 嗯... 不是！

# FavColor-WrongColorPrompt13
source: Guess again!
es: ¡Vuelve a intentarlo!
fr: Essaie encore de deviner !
it: Prova di nuovo!
ja: また考えてみて！
nl: Raad nog eens!
zh_hans: 再猜一次！

# FavColor-WrongColorPrompt14
source: No, show me something else!
es: No, ¡enséñame otra cosa!
fr: Non, montre-moi autre chose !
it: No, mostrami qualcos'altro!
ja: ちがう、べつのものを見せて！
nl: Nee, toon mij iets anders!
zh_hans: 不是，再给我看看 其它的！

# FavColor-WrongColorPrompt15
source: Not that one. I thought you knew me!
es: No es ese. ¡Creía que me conocías!
fr: Pas celle-ci. Je pensais que tu me connaissais !
it: No. Pensavo mi conoscessi!
ja: それじゃないよ。 ボクのことを知ってる と思ってたのにな！
nl: Die niet. Ik dacht dat je mij kende!
zh_hans: 不是这个。 我以为你已经了解我了！

# FavColor-WrongColorPrompt16
source: Not that color!
es: ¡No es ese color!
fr: Pas cette couleur !
it: Non quel colore!
ja: その色じゃない！
nl: Niet die kleur!
zh_hans: 不是这个颜色！

# FavColor-WrongColorPrompt17
source: No!
fr: Non !
ja: ちがう！
nl: Nee!
zh_hans: 不是！

# FavColor-WrongColorPrompt18
source: No! No! No!
fr: Non ! Non ! Non !
ja: ちがう！ちがう！ちがう！
nl: Nee! Nee! Nee!
zh_hans: 不是！不是！不是！

# FavColor-WrongColorPrompt19
source: No! No! No!
fr: Non ! Non ! Non !
ja: ちがう！ ちがう！ ちがう！
nl: Nee! Nee! Nee!
zh_hans: 不是！ 不是！ 不是！

# FavColor-WrongColorPrompt2
source: Hmmm... not quite
es: Hmmm... no exactamente
fr: Hum... pas exactement
it: Hmmm... non proprio
ja: うーーん… なんかちかう
nl: Hmmm... niet echt
zh_hans: 嗯... 差一点点

# FavColor-WrongColorPrompt20
source: No! That color is gross!
es: ¡No! ¡Ese color es feo!
fr: Non ! Cette couleur est moche !
it: No! Quel colore è orribile!
ja: ちがう！ その色はゾッとするよ！
nl: Nee! Die kleur is afschuwelijk!
zh_hans: 不是！ 这个颜色好难看！

# FavColor-WrongColorPrompt21
source: THAT color is DISGUSTING!
es: ESE color es ¡HORROROSO!
fr: CETTE couleur est HORRIBLE !
it: QUEL colore è DISGUSTOSO!
ja: その色は きもちわるいよ！
nl: DIE kleur is WALGELIJK!
zh_hans: 这颜色好恶心！

# FavColor-WrongColorPrompt3
source: Yuck!
es: ¡Puaj!
fr: Affreux !
it: Bleah!
ja: オェッ！
nl: Bah!
zh_hans: 哎呀！

# FavColor-WrongColorPrompt4
source: No no no no no no!
fr: Non, non, non, non non, non !
ja: ちがうちがうちがう ちがうちがう！
nl: Nee nee nee nee nee nee!
zh_hans: 不不不不 不不是！

# FavColor-WrongColorPrompt5
source: Eww!
es: ¡Ttt...!
fr: Beuuurk !
it: Puah!
ja: ゲーッ！
nl: Brrr!
zh_hans: 好丑哦！

# FavColor-WrongColorPrompt6
source: Hmm, I don't think so!
es: Mmm, no creo.
fr: Euh, je ne pense pas !
it: Umm, non credo proprio!
ja: うーん、ちがう な〜！
nl: Hmm, ik dacht het niet!
zh_hans: 嗯，不是这个！

# FavColor-WrongColorPrompt7
source: Nope!
es: ¡Que va!
fr: Non !
it: No!
ja: ちがうよ！
nl: Nee!
zh_hans: 不是！

# FavColor-WrongColorPrompt8
source: Closer...
es: Más cerca...
fr: Plus près...
it: Fuochino...
ja: ちかづいたけど…
nl: Dichter..
zh_hans: 快接近了...

# FavColor-WrongColorPrompt9
source: No, my favorite color is way nicer
es: No, mi color favorito es mucho más bonito
fr: Non, ma couleur préférée est beaucoup plus belle.
it: No, il mio preferito è molto più bello
ja: ちがうよ、ぼくの好きな色 はもっといい色だよ
nl: Nee, mijn favoriete kleur is veel mooier
zh_hans: 不是，我最喜欢的颜色好看很多

# FirmwareUpdate-Available-No
source: Not Now
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: また後で
nl: Nu niet
zh_hans: 不是现在

# FirmwareUpdate-Available-Prompt
source: I have an update available!
es: ¡Tengo una actualización disponible!
fr: J'ai une mise à jour disponible !
it: Ho un aggiornamento disponibile!
ja: ボクに アップデートがあるよ！
nl: Ik heb een update beschikbaar!
zh_hans: 我有更新版本了！

# FirmwareUpdate-Available-Yes
source: Install Update
es: Instalar actualización
fr: Installer la mise à jour
it: Installa aggiornamento
ja: アップデート
nl: Installeer update
zh_hans: 安装更新

# FirmwareUpdate-Dock-Prompt
source: Now plug your %@ back into my base
es: Vuelve a conectar el %@ en mi base
fr: Rebranche ton %@ sur ma base.
it: Ora rimetti %@ nella mia base
ja: キミの%@を ベースに戻そう
nl: Sluit nu je %@ terug aan op mijn voet
zh_hans: 现在把你的 %@ 放回我的底座

# FirmwareUpdate-NeedUpdate-Remove-Prompt
source: I need to update! Unplug your %@ from my base
es: ¡Tengo que actualizarme! Desconecta el %@ de mi base
fr: Je dois me mettre à jour! Débranche ton %@ de ma base.
it: Ho bisogno di un aggiornamento! Stacca %@ dalla mia base
ja: アップデートがひつようだよ！ キミの%@を ベースから外そう
nl: Ik moet updaten! Koppel je %@ los van mijn voet
zh_hans: 我需要更新！ 从底座拔开%@

# FirmwareUpdate-NotFinished-Dock-Prompt
source: I wasn't finished! Plug me back in!
es: ¡No había acabado! Conéctame otra vez.
fr: Je n'ai pas terminé ! Rebranche-moi !
it: Non avevo ancora finito! Rimettimi dentro!
ja: まだおわってなかったよ！ つなぎなおして！
nl: Ik was nog niet klaar! Sluit me weer aan!
zh_hans: 我还没完成！ 把我放回去！

# FirmwareUpdate-Remove-Prompt
source: Remove your %@ from my base!
es: ¡Retira el %@ de mi base!
fr: Retire ton %@ de ma base !
it: Stacca %@ dalla mia base!
ja: キミの%@を ベースからとりはずそう！
nl: Verwijder je %@ van mijn voet!
zh_hans: 把 %@ 从底座 拿起！

# FirmwareUpdate-Updating-Prompt
source: Updating...don't move me!
es: Actualizando... ¡no me muevas!
fr: Mise à jour en cours... ne me bouge pas !
it: Mi aggiorno...non toccarmi!
ja: アップデート中…動かさないでね！
nl: Update bezig... verplaats me niet!
zh_hans: 更新中...不要把我拿开！

# FirmwareUpdate-Verifying-Prompt
source: Verifying...
es: Verificando...
fr: Vérification en cours...
it: Verifico...
ja: 検証中…
nl: Controleren...
zh_hans: 验证中...

# FirmwareUpdating-InternetRequied-Dismiss
source: Dismiss
es: Descartar
fr: Ignorer
it: Ignora
ja: 終了
nl: Negeer
zh_hans: 取消

# FirmwareUpdating-InternetRequired-Message
source: Something went wrong with updating your Romo. Now he needs an Internet connection to install a new update before he can drive around.
es: Algo salió mal al actualizar el Romo. Ahora necesita conexión a Internet para instalar una actualización antes de conducir.
fr: Une erreur est survenue pendant la mise à jour de ton Romo. Il a besoin d'une connexion Internet pour installer une nouvelle mise à jour avant de pouvoir fonctionner à nouveau.
it: Si è verificato un errore durante l'aggiornamento di Romo. Per muoversi è necessario un nuovo aggiornamento da installare tramite Internet.
ja: ロモのアップデート中に問題が起こりました。彼が走り回るには、新しいアップデートをインストールするためにインターネット接続が必要です。
nl: Er is iets fout gegaan bij de update van je Romo. Hij heeft nu een internetverbinding nodig voor het installeren van een nieuwe update voordat hij kan rondrijden.
zh_hans: 更新 Romo 的时候出现问题。你现在需要连接网路来安装更新才能继续驾驶。

# FirmwareUpdating-InternetRequired-Title
source: Romo Needs an Internet Connection
es: Romo necesita conexión a Internet
fr: Romo a besoin d'une connexion Internet
it: Romo ha bisogno di una connessione a Internet
ja: ロモにはインターネット接続が必要です
nl: Romo heeft een internetverbinding nodig
zh_hans: Romo 需要网路连接

# Follow-Different-Line-No
source: No
fr: Non
ja: いいえ
nl: Nee
zh_hans: 不

# Follow-Different-Line-Prompt
source: Follow a different line?
es: ¿Seguir otra línea?
fr: Suivre un tracé différent ?
it: Seguire un'altra pista?
ja: べつの線をたどる？
nl: Een andere lijn volgen?
zh_hans: 跟着其它 路线？

# Follow-Different-Line-Yes
source: New line
es: Nueva línea
fr: Nouveau tracé
it: Nuova pista
ja: 新しい線
nl: Nieuwe lijn
zh_hans: 新路线

# Follow-Line-Put-On-Line
source: Put me on the line for me to race along!
es: ¡Ponme en la línea para que corra!
fr: Dépose-moi sur le tracé que je dois suivre !
it: Mettimi sulla pista e fammi gareggiare!
ja: 線にそってレースするために 線の上においてね！
nl: Plaats me op de lijn zodat ik kan meeracen!
zh_hans: 请把我放在路线上来 比赛！

# Follow-Line-Poke-Eye-When-Ready
source: Poke my eye when I'm on the line!
es: ¡Dame un toque en el ojo cuando esté en la línea!
fr: Tapote mon œil quand je suis sur le tracé !
it: Toccami l'occhio quando sono sulla pista!
ja: ぼくが線にいる時に 目をつついてね！
nl: Por mijn oog wanneer ik op de lijn ben.
zh_hans: 当我在路线上时 点碰我的眼睛！

# Follow-Line-Right-Line-Question
source: Is this the right line?
es: ¿Es esta la línea?
fr: Est-ce le bon tracé ?
it: È la pista giusta?
ja: この線であってる？
nl: Is dit de juiste lijn?
zh_hans: 是不是正确的路线？

# Follow-Line-Take-Look
source: Let me get a good look...
es: Deja que me fije…
fr: Laisse-moi observer...
it: Fammi dare un'occhiata...
ja: よく 見せて…
nl: Laat me eens goed kijken...
zh_hans: 让我看清楚...

# Follow-Line-Tap-Line-To-Follow
source: Tap the line you want me to follow!
es: ¡Toca la línea que quieres que siga!
fr: Clique sur le tracé que tu veux que je suive !
it: Tocca la pista che devo seguire!
ja: ぼくにたどってほしい 線をタップしよう！
nl: Tik op de lijn die ik moet volgen!
zh_hans: 点击您想我跟着 的路线！

# Follow-Line-Right-Line-No
source: Take new photo
es: Hacer otra foto
fr: Prendre une nouvelle photo
it: Scatta una nuova foto
ja: 新しいしゃしんをとる
nl: Maak een nieuwe foto
zh_hans: 拍新的照片

# Follow-Line-Right-Line-Yes
source: Follow this line
es: Seguir esta línea
fr: Suivre ce tracé
it: Segui questa pista
ja: この線をたどる
nl: Volg deze lijn
zh_hans: 跟着这路线
