Repository: Navideck/Romo
Catalog: Languages/*.lproj/Localizable.strings
Languages: es, fr, it, ja, nl, zh_hans

# Vision-TooDarkPrompt3
source: Don't leave me in the dark!!!
es: ¡¡No me dejes a oscuras!!
fr: Ne me laisse pas dans le noir !
it: Non lasciarmi al buio!!!
ja: 暗いところに おいてかないで！！！
nl: Laat me niet achter in het donker!!!
zh_hans: 不要留我在黑暗中！！！

# Vision-TooDarkPrompt4
source: I don't like the dark!!!
es: ¡¡No me gusta estar a oscuras!!
fr: Je n'aime pas le noir !
it: Non mi piace il buio!!!
ja: 暗いのは きらいなんだ！！！
nl: Ik houd niet van het donker!!!
zh_hans: 我不喜欢黑暗！！！

source: Distance
es: Distancia
it: Distanza
ja: きょり
nl: Afstand
zh_hans: 距离

source: Speed
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
nl: Snelheid
zh_hans: 速度

source: Angle
es: Ángulo
it: Angolazione
ja: 角度
nl: Hoek
zh_hans: 角度

source: Diameter
es: Diámetro
fr: Diamètre
it: Diametro
ja: 直径
zh_hans: 直径

source: Mission
es: Misión
it: Missione
ja: ミッション
nl: Missie
zh_hans: 任务

source: Missions
es: Misiones
it: Missioni
ja: ミッション
nl: Missies
zh_hans: 任务

source: No Wi-Fi
fr: Non Wi-Fi
ja: 無線LANがありません
nl: Geen Wi-Fi
zh_hans: 没有Wi-Fi

# Chase-Grab-Ball-Prompt
source: Go grab a colorful ball for me to chase!
ja: なにかカラフルな ものをもってきて！
