Repository: Navideck/Romo
Catalog: Languages/*.lproj/Localizable.strings
Languages: es, fr, it, ja, nl, zh_hans

# Follow-Line-Photo-Trouble
source: Hmm, I'm having trouble with that photo...
es: Hmm, me está costando esa foto...
fr: Hum, j’ai un problème avec cette photo...
it: Uhm, questa foto mi da dei problemi...
ja: うーん、そのしゃしん にはもんだいがある…
nl: Hmm, Ik heb problemen met die foto...
zh_hans: 嗯，这照片对我来说 有点兒麻烦...

# Follow-Line-Different-Spot
source: Can you show me a different spot?
es: ¿Puedes enseñarme otro punto?
fr: Peux-tu me montrer un endroit différent ?
it: Mi fai vedere un posto diverso?
ja: べつの場所を見せてくれる？
nl: Kun je mij een ander punt tonen?
zh_hans: 可不可以告诉我另外一个地点吧？

# Generic-Mission-Title
source: Mission %d-%d
es: Misión %d-%d
it: Missione %d-%d
ja: ミッション%d～%d
nl: Missie %d-%d
zh_hans: 任务 %d-%d

# Generic-Prompt-Yes
source: Yes
es: Sí
fr: Oui
it: Sì
ja: はい
nl: Ja
zh_hans: 是

# Generic-Prompt-No
source: No
fr: Non
ja: いいえ
nl: Nee
zh_hans: 否

# Help-Button-Accessibility-Label
source: Help Button
es: Botón de ayuda
fr: Bouton Aide
it: Pulsante Aiuto
ja: ヘルプボタン
nl: Help-knop
zh_hans: 帮助按钮

# Info-Label-AppVersion
source: App Version
es: Versión de la aplicación
fr: Version de l'application
it: Versione dell'app
ja: アプリのバージョン
nl: Appversie
zh_hans: 程序版本

# Info-Label-Firmware
source: Firmware/Bootloader
es: Firmware/cargador de arranque
fr: Micrologiciel/Chargeur démarrage
ja: ファームウェア/ブートローダー
zh_hans: 固件/引导装载程序

# Info-Label-Hardware
source: Hardware
fr: Matériel
ja: ハードウェア
zh_hans: 硬件

# Info-Label-License
source: License
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
nl: Licentie
zh_hans: 许可证

# Info-Label-Name
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
nl: Naam
zh_hans: 名称

# Info-Label-RomoNumber
source: Romo Number
es: Número de Romo
fr: Numéro Romo
it: Codice Romo
ja: ロモナンバー
nl: Romonummer
zh_hans: Romo 号码

# Info-Label-Serial
source: Serial Number
es: Número de serie
fr: Numéro de série
it: Numero di serie
ja: シリアルナンバー
nl: Serienummer
zh_hans: 编号

# Info-Label-SoundEffects
source: Sound Effects
es: Efectos de sonido
fr: Effets sonores
it: Effetti audio
ja: 効果音
nl: Geluidseffecten
zh_hans: 音响效果

# Info-Label-Network
source: Wi-Fi Network Name
es: Nombre de la red
fr: Nom du réseau
it: Nome di rete
ja: ネットワーク名
nl: Netwerknaam
zh_hans: 无线网络

# Info-Label-IdleMovement
source: Move Around when Idle
es: Moverse cuando inactivo
fr: Déplacer lorsque inactif
it: Muoversi quando inattivo
ja: アイドル時に動き回る
nl: Bewegen bij Inactiviteit
zh_hans: 走动空闲时

# Info-View-Title
source: Dashboard
es: Tablero de mando
fr: Tableau de bord
it: Pannello di controllo
ja: ダッシュボード
zh_hans: 仪表盘

# Interaction-FreezeDance-Start
source: Freeze Dance!
es: ¡El Baile de las estatuas!
fr: Jeu de la Danse Immobile !
it: Le belle statuine!
ja: フリーズダンス！
nl: Robotdans!
zh_hans: 冻结舞蹈！

# iPad-Drive-Continue
source: CONTINUE
es: CONTINUAR
fr: CONTINUER
it: CONTINUA
ja: 続ける
nl: DOORGAAN
zh_hans: 继续

# iPad-Drive-Subtitle
source: To take control of a Romo, download the all-new Romo Control app from the App Store
es: Para controlar un Romo, descarga la nueva aplicación Romo Control desde el App Store
fr: Pour contrôler un Romo, télécharge la dernière application Romo Control de l'App Store.
it: Per assumere il controllo di un Romo, scarica la nuovissima app Romo Control dall'App Store
ja: ロモを操作するために、App Storeから全く新しいロモコントロールアプリをダウンロードしてください。
nl: Om de controle van een Romo over te nemen, download je de gloednieuwe Romo Control-app van de App Store
zh_hans: 要控制您的 Romo，在 App Store 下载最新的 Romo 控制程序

# iPad-Drive-Title
source: Download Romo Control
es: Descargar Romo Control
fr: Télécharger Romo Control
it: Scarica Romo Control
ja: ロモコントロールをダウンロード
zh_hans: 下载 Romo 控制程序

# Lab-Mission-Subtitle
source: A place to play with everything you've unlocked.
es: Un sitio en el que jugar con lo que has desbloqueado.
fr: Un endroit où tu peux jouer avec tout ce que tu as débloqué.
it: Un posto in cui giocare con tutto ciò che hai sbloccato.
ja: マスターしたすべてのもので遊ぶ場所
nl: Een plaats om te spelen met alles wat je hebt ontgrendeld.
zh_hans: 一个可以尝试你已经解锁功能的地方。

# Lab-Mission-Title
source: The Lab
es: El Laboratorio
fr: Le Labo
it: Il laboratorio
ja: じっけん室
nl: Het laboratorium
zh_hans: 实验室

# Lab-Motivation-No
source: Not Now
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: また後で
nl: Nu niet
zh_hans: 不是现在

# Lab-Motivation-Prompt-1
source: Let's build something in The Lab!
es: ¡Vamos a crear algo en el Laboratorio!
fr: Construisons quelque chose dans le Labo !
it: Costruiamo qualcosa nel laboratorio!
ja: じっけん室で 何かを作ってみよう！
nl: Laten we ergens mee spelen in het laboratorium!
zh_hans: 让我们到实验室建立一些功能！

# Lab-Motivation-Prompt-2
source: Let's play with The Lab!
es: ¡Vamos a jugar con el Laboratorio!
fr: Jouons avec le Labo !
it: Giochiamo con il laboratorio!
ja: じっけん室で 遊ぼう！
nl: Laten we naar het laboratorium gaan.
zh_hans: 在实验室试玩一下！

# Lab-Motivation-Prompt-3
source: Let's take a break and play with The Lab!
es: ¡Hagamos una pausa y juguemos con el Laboratorio!
fr: Faisons une pause, jouons avec le Labo !
it: Facciamo una pausa e giochiamo con il laboratorio!
ja: 一休みして じっけん室で遊ぼう！
nl: Laten we een pauze nemen en in het laboratorium spelen!
zh_hans: 让我们休息一下 然后到实验室试玩！

# Lab-Motivation-Prompt-4
source: Teach me to do something cool in The Lab!
es: ¡Enséñame a hacer algo chulo en el Laboratorio!
fr: Apprends-moi un truc chouette dans le Labo !
it: Insegnami qualcosa di bello nel laboratorio!
ja: じっけん室で何か かっこいいことの やり方を教えて！
nl: Leer me iets leuks in het laboratorium!
zh_hans: 在实验室里教我做一些很酷 的技能！

# Lab-Motivation-Prompt-5
source: The Lab is a great place to train!
es: ¡El Laboratorio es genial para entrenarse!
fr: Le Labo est un endroit génial pour s'entraîner !
it: Il laboratorio è perfetto per esercitarsi!
ja: じっけん室は トレーニングに ピッタリだよ！
nl: Het laboratorium is een fantastische plaats om te trainen!
zh_hans: 实验室是最好的 训练场！

# Lab-Motivation-Yes
source: Enter The Lab
es: Entrar en el Laboratorio
fr: Entrer dans le Labo
it: Entra nel laboratorio
ja: じっけん室に入る
nl: Ga naar het laboratorium
zh_hans: 进入实验室

# LearnDrive-Motivation-No
source: No
fr: Non
ja: いいえ
nl: Nee
zh_hans: 不

# LearnDrive-Motivation-Prompt-1
source: Teach me how to drive!
es: ¡Enséñame a conducir!
fr: Apprends-moi à conduire !
it: Insegnami a guidare!
ja: 走り方を教えて！
nl: Leer me rijden!
zh_hans: 教我怎样驾驶！

# LearnDrive-Motivation-Yes
source: Start Training
es: Empezar entreno
fr: Entraîner
it: Inizia esercitazione
ja: トレーニングする
zh_hans: 开始训练

# LED-Action-Brightness-Label
source: Light Brightness
es: Brillo
fr: Faible luminosité
it: Luminosità
ja: ライトの輝度
nl: Lichthelderheid
zh_hans: 灯的亮度

# LED-Action-Brightness-Unit
source: %d%% brightness
es: Brillo %d%%
fr: Luminosité %d%%
it: Luminosità %d%%
ja: 輝度%d%%
nl: %d%% helderheid
zh_hans: %d%% 亮度

# Line-Follow-Title
source: Line Follow
es: Siga la Línea
fr: Ligne Suivi
it: Segui la pista
ja: 線をたどる
nl: Lijn volgen
zh_hans: 跟随路线

# LineFollow-Motivation-No
source: Not Now
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: また後で
nl: Nu niet
zh_hans: 不是现在

# LineFollow-Motivation-Prompt-1
source: Let's follow a path!
es: ¡Sigamos una ruta!
fr: Suivons une piste !
it: Seguiamo un percorso!
ja: 道を たどろう！
nl: Laten we een baan volgen!
zh_hans: 让我们跟随路线！

# LineFollow-Motivation-Prompt-2
source: I wanna follow a line!
es: ¡Quiero seguir una línea!
fr: Je veux suivre un tracé !
it: Voglio seguire una pista!
ja: 線をたどり たいな！
nl: Ik wil een lijn volgen!
zh_hans: 我想跟随 一条路线！

# LineFollow-Motivation-Prompt-3
source: I wanna race around a track!
es: ¡Quiero correr por una pista!
fr: Je veux courir sur une piste !
it: Voglio correre su a una pista!
ja: コースを回って レースしたいな！
nl: Ik wil racen op een circuit!
zh_hans: 我想在 路线上比赛！

# LineFollow-Motivation-Prompt-4
source: Can we build a path?!
es: ¡¿Podemos crear una ruta?!
fr: Peut-on construire une piste ?
it: Possiamo creare un percorso?!
ja: 道を 作れるかな？！
nl: Kunnen we een baan bouwen?!
zh_hans: 我们可以 建立一条路线吗？！

# LineFollow-Motivation-Prompt-5
source: Build me a path to follow!
es: ¡Crea una ruta para que la siga!
fr: Construis-moi une piste !
it: Crea un percorso da seguire!
ja: たどれる 道を作って！
nl: Bouw een pad dat ik moet volgen!
zh_hans: 帮我建起一条路线！

# LineFollow-Motivation-Yes
source: Line Follow
es: Seguir línea
fr: Suivre un tracé
it: Segui la pista
ja: 線をたどる
nl: Lijn volgen
zh_hans: 跟随路线

# Mission-Chapter-Type-Bonus-Title
source: Bonus
es: Extra
ja: ボーナス
zh_hans: 额外

# Mission-Chapter-Type-Comet-Title
source: Comet
es: Cometa
fr: Comète
it: Cometa
ja: すいせい
nl: Komeet
zh_hans: 彗星

# Mission-Chapter-Type-Planet-Title
source: Planet
es: Planeta
fr: Planète
it: Pianeta
ja: わくせい
nl: Planeet
zh_hans: 行星

# Mission-Chapters-View-Subtitle
source: %d Unlocked
es: %d desbloqueado
fr: %d débloqué
it: %d sbloccato
ja: %dのマスター
nl: %d ontgrendeld
zh_hans: %d 解封

# Mission-Chapters-View-Title
source: Choose a Planet
es: Elegir un planeta
fr: Choisir une planète
it: Scegli un pianeta
ja: わくせいをえらぶ
nl: Kies een planeet
zh_hans: 选择一个行星

# Mission-Motivation-No
source: No
fr: Non
ja: いいえ
nl: Nee
zh_hans: 不

# Mission-Motivation-Prompt-1
source: New Mission! Let's play "%@"!
es: ¡Nueva misión! ¡Juguemos a "%@"!
fr: Nouvelle mission! Jouons à "%@" !
it: Nuova missione! Giochiamo a "%@"!
ja: 新しいミッション！ 「%@」！
nl: Nieuwe missie! Laten we "%@" spelen!
zh_hans: 新任务！ 我们一起玩吧 "%@"！

# Mission-Motivation-Prompt-2
source: Wanna try "%@"?
es: ¿Quieres probar "%@"?
fr: Tu veux essayer "%@" ?
it: Proviamo "%@"?
ja: 「%@」 をやってみたい？
nl: Wil je "%@" proberen?
zh_hans: 要试试吗 "%@"？

# Mission-Motivation-Prompt-3
source: Next Mission: "%@"
es: Siguiente misión: "%@"
fr: Mission suivante : "%@"
it: Prossima missione: "%@"
ja: 新しいミッション: 「%@」
nl: Volgende missie: "%@"
zh_hans: 下个任务 "%@"

# Mission-Motivation-Prompt-4
source: Let's keep training!
es: ¡Sigamos entrenando!
fr: Continuons à nous entraîner !
it: Continuiamo a esercitarci!
ja: トレーニング をつづけよう！
nl: Laten we blijven trainen!
zh_hans: 继续训练！

# Mission-Motivation-Prompt-5
source: Let's play another mission!
es: ¡Juguemos a otra misión!
fr: Tentons une autre mission !
it: Passiamo a un'altra missione!
ja: 次のミッション をプレイしよう！
nl: Laten we nog een missie spelen!
zh_hans: 让我们开始 另外一个任务！

# Mission-Motivation-Prompt-6
source: Wanna play the next mission?
es: ¿Quieres jugar a la siguiente misión?
fr: Tu veux tenter la mission suivante ?
it: Vuoi passare alla prossima missione?
ja: 次のミッション をプレイしたい？
nl: Wil je de volgende missie spelen?
zh_hans: 想开始新的 任务吗？

# Mission-Motivation-Yes
source: Play Mission
es: Jugar a una misión
fr: Tenter la mission
it: Missione
ja: いいよ
nl: Missie spelen
zh_hans: 开始任务

# Mission-Plea-1
source: Please?!
es: ¡¿Por favor?!
fr: S'il te plaît ?
it: Scusa?!
ja: おねがい？！
nl: Alsjeblieft?!
zh_hans: 拜托？！

# Mission-Plea-2
source: C'mon, %@!
es: ¡Venga, %@!
it: Forza, %@!
ja: がんばって、%@！
nl: Komaan, %@!
zh_hans: 不是吧，%@!

# Mission-Plea-3
source: But I don't know how to!
es: ¡Pero no sé cómo!
fr: Mais je ne sais pas comment faire !
it: Ma non so come si fa!
ja: でもやり方が わからないんだ！
nl: Maar ik weet niet hoe!
zh_hans: 但我不懂！

# Mission-Plea-4
source: How am I supposed to explore Earth?
es: ¿Cómo lo hago para explorar la Tierra?
fr: Comment dois-je faire pour explorer la Terre ?
it: Come dovrei esplorare la Terra?
ja: どうやって 地球をたんけんすればいいの？
nl: Hoe kan ik nu de aarde verkennen?
zh_hans: 我怎样去地球探险？

# Mission-Plea-5
source: How am I supposed to explore Earth?
es: ¿Cómo lo hago para explorar la Tierra?
fr: Comment dois-je faire pour explorer la Terre ?
it: Come dovrei esplorare la Terra?
ja: どうやって 地球をたんけんすればいいの？
nl: Hoe kan ik nu de aarde verkennen?
zh_hans: 我怎样去地球探险？

# Mission-Plea-6
source: But that's why I traveled here!
es: ¡Pero por eso viajé hasta aquí!
fr: Mais c'est pour ça que je suis venu ici !
it: Ma ecco perché ho viaggiato fin qui!
ja: そのために ここにやって来たんだ！
nl: Maar dat is waarom ik hier naar toe ben gereisd.
zh_hans: 这就是为什么我到这里来！

# Mission-Status-Subtitle-1
source: Best Score: ★☆☆
es: Mejor puntuación: ★☆☆
fr: Meilleur score : ★☆☆
it: Miglior punteggio: ★☆☆
ja: ベストスコア: ★☆☆
nl: Beste score: ★☆☆
zh_hans: 最好成绩：★☆☆

# Mission-Status-Subtitle-2
source: Best Score: ★★☆
es: Mejor puntuación: ★★☆
fr: Meilleur score : ★★☆
it: Miglior punteggio: ★★☆
ja: ベストスコア: ★★☆
nl: Beste score: ★★☆
zh_hans: 最好成绩：★★☆

# Mission-Status-Subtitle-3
source: Best Score: ★★★
es: Mejor puntuación: ★★★
fr: Meilleur score : ★★★
it: Miglior punteggio: ★★★
ja: ベストスコア: ★★★
nl: Beste score: ★★★
zh_hans: 最好成绩：★★★

# MissionEditor-DeleteEvent-Alert-Message
source: Are you sure you want to delete this event?
es: ¿Seguro que quieres borrar este evento?
fr: Es-tu sûr de vouloir supprimer cet événement ?
it: Vuoi eliminare questo evento?
ja: 本当にこのイベントを消しますか？
nl: Weet je zeker dat u deze gebeurtenis wilt verwijderen?
zh_hans: 你确定要删除这个活动？

# MissionEditor-DeleteEvent-Alert-No
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleer
zh_hans: 取消

# MissionEditor-DeleteEvent-Alert-Title
source: Delete Event?
es: ¿Borrar evento?
fr: Supprimer l'événement ?
it: Eliminare l'evento?
ja: イベントを消す？
nl: Gebeurtenis verwijderen?
zh_hans: 删除活动？

# MissionEditor-DeleteEvent-Alert-Yes
source: Delete
es: Borrar
fr: Supprimer
it: Elimina
ja: 消す
nl: Verwijder
zh_hans: 删除

# Paramter-Say-Default-Value
source: Hello, Earth
es: Hola, Tierra
fr: Bonjour la Terre !
it: Ciao, Terra
ja: こんにちは、地球
nl: Hallo, aarde
zh_hans: 你好，地球

# Play-Action-Empty-Library-Message
source: No music found in your iTunes library
es: Tu biblioteca de iTunes no contiene música
fr: Aucune musique n'a été trouvée dans ta bibliothèque iTunes
it: Nessun brano trovato nella libreria di iTunes
ja: iTunesライブラリで音楽が見つかりませんでした
nl: Geen muziek gevonden in je iTunes-bibliotheek
zh_hans: 在你的 iTunes 音乐库内没有音乐

# Play-Action-Generic-Song-Title
source: Play a song
es: Tocar una canción
fr: Écouter une chanson
it: Riproduci una canzone
ja: 曲を再生
nl: Speel een nummer
zh_hans: 播放歌曲

# Play-Action-Specific-Song-Title
source: Play “%@”
es: Tocar “%@”
fr: Écouter “%@”
it: Riprodurre “%@”
ja: 「%@」を再生
nl: Speel '%@'
zh_hans: 播放 '%@'

# RateApp-Alert-Message
source: Your app review encourages me to keep training!
es: ¡Tu reseña de la app me anima a entrenar más!
fr: Ton avis sur l'application m'encourage à poursuivre l'entraînement !
it: La tua recensione mi sprona a continuare a esercitarmi!
ja: キミのアプリのレビューはボクがトレーニングを続けるのをゆうきづけてくれるよ！
nl: Je app-beoordeling moedigt me aan om beter te worden!
zh_hans: 你的应用程序审查鼓励我继续练习！

# RateApp-Alert-No
source: No thanks
es: No, gracias
fr: Non merci
it: No grazie
ja: しない
nl: Nee bedankt
zh_hans: 不用谢谢

# RateApp-Alert-Title
source: Rate Me Five Stars!
es: ¡Dame cinco estrellas!
fr: Attribue-moi cinq étoiles !
it: Dammi cinque stelle!
ja: アプリのレビューをしてね！
nl: Geef me vijf sterren!
zh_hans: 给我五星级的评价！

# RateApp-Alert-Yes
source: Rate App
es: Puntuar app
fr: Noter l'application
it: Valuta l'applicazione
ja: レビューする
nl: Beoordeel app
zh_hans: 程序评级

# RetryMission-Motivation-No
source: No
fr: Non
ja: いいえ
nl: Nee
zh_hans: 不

# RetryMission-Motivation-Prompt-1
source: Try Mission %d-%d for three stars?
es: ¿Probar misión %d-%d para obtener tres estrellas?
fr: Tenter la mission %d-%d pour trois étoiles ?
it: Proviamo la missione %d %d per tre stelle?
ja: 3つ星を手に入れるために ミッション%d～%dにちょうせんする？
nl: Wil je missie %d-%d proberen voor drie sterren?
zh_hans: 试试三星级任务 %d-%d？

# RetryMission-Motivation-Prompt-2
source: We can do better on Mission %d-%d!
es: ¡Podemos hacerlo mejor en la misión %d-%d!
fr: Nous pouvons mieux faire sur la mission %d-%d !
it: Possiamo fare meglio con la missione %d-%d!
ja: ミッション%d～%d でもっと上手くできるよ！
nl: We kunnen beter op Missie %d-%d!
zh_hans: 你会在任务 %d-%d 做得更好！

# RetryMission-Motivation-Prompt-3
source: Let's play Mission %d-%d for three stars!
es: ¡Juguemos a la misión %d-%d para ganar tres estrellas!
fr: Tentons la mission %d-%d pour trois étoiles !
it: Proviamo la missione %d %d per tre stelle!
ja: 3つ星を手に入れるために ミッション%d～%dをプレイしよう！
nl: Laten we Missie %d-%d spelen voor drie sterren!
zh_hans: 开始三星级任务 %d-%d！

# RetryMission-Motivation-Prompt-4
source: Let's earn three stars on Mission %d-%d!
es: ¡Ganemos tres estrellas en la misión %d-%d!
fr: Remportons trois étoiles sur la mission %d-%d !
it: Guadagnamo tre stelle con la missione %d-%d!
ja: ミッション%d～%dで 3つ星をかくとくしよう！
nl: Laten we drie sterren verdienen op Missie %d-%d!
zh_hans: 让我们在任务 %d-%d 赚取三颗星！

# RetryMission-Motivation-Yes
source: Try Again
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度ちょうせんしよう
nl: Probeer opnieuw
zh_hans: 再试一次

# RomoControl-Alert-Title
source: Romo Control
ja: ロモコントロール
zh_hans: Romo 控制程序

# RomoControl-Message-Compatible-Device
source: Visit http://romo.tv on another iDevice or computer to control me. My Romo number is: %@
es: Visita http://romo.tv en otro dispositivo iOS u ordenador para controlarme. Mi número de Romo es el: %@
fr: Consulte le site http://romo.tv sur un autre appareil iOS ou ordinateur pour me contrôler. Mon numéro Romo est le : %@
it: Visita http://romo.tv su un altro iDevice o computer per controllarmi. Il mio codice Romo è: %@
ja: べつのiデバイスかコンピューターからhttp://romo.tvを開いて、ボクをそうさしてね。 ボクのロモばんごう: %@
nl: Bezoek http://romo.tv op een ander apparaat of computer om mij te besturen. Mijn Romonummer is: %@
zh_hans: 在其它设备或电脑，访问 http://romo.tv 来控制我。 我的 Romo 号： %@

# RomoControl-Message-NonCompatible-Device
source: Visit http://romo.tv on another local iDevice to control me.
es: Visita http://romo.tv en otro dispositivo iOS local para controlarme.
fr: Consulte le site http://romo.tv sur un autre appareil iOS local pour me contrôler.
it: Visita http://romo.tv su un altro iDevice locale per controllarmi.
ja: べつのローカルiデバイスからhttp://romo.tvをひらいて、ボクをそうさしてね。
nl: Bezoek http://romo.tv op een ander lokaal iApparaat om mij te besturen.
zh_hans: 在其它本地设备或电脑，访问 http://romo.tv 来控制我。

# RomoControl-Message-Number-Error
source: There was an issue fetching my Romo number. Make sure you are connected to the internet.
es: Hubo un problema al recuperar el número del Romo. Comprueba que estás conectado a internet.
fr: Un problème est survenu lors de la récupération de mon numéro Romo. Vérifie que tu es bien connecté à Internet.
it: Si è verificato un problema nel recuperare il mio codice Romo. Assicurati di essere connesso a Internet.
ja: ロモ番号の取得で問題が発生しました。インターネットに接続していることを確認してください。
nl: Er heeft zich een fout voorgedaan met het ophalen van mijn Romonummer. Zorg dat u verbonden bent met Internet.
zh_hans: 当读取 Romo 号码时发生问题。请确保你已经连到网路。

# Say-Action-Default-Title
source: “Hi!”
es: “¡Hola!”
fr: “Salut !”
it: “Ciao!”
ja: 「やあ！」?
nl: “Hallo!”
zh_hans: '嗨！'

# Script-Repeat-Button-Off
source: Repeat Off
es: Repetición desactivada
fr: Répéter : désactivé
it: Ripetizione Off
ja: くりかえしオフ
nl: Herhalen uit
zh_hans: 关掉重复按钮

# Script-Repeat-Button-On
source: Repeat
es: Repetir
fr: Répéter
it: Ripetizione
ja: くりかえし
nl: Herhaal
zh_hans: 重复

# Slide-To-Start-Title
source: slide to start
es: deslizar para empezar
fr: glisser pour démarrer
it: striscia per iniziare
ja: スライドでスタート
nl: schuif om te starten
zh_hans: 滑动开始

# SolveMission-Button-Title
source: SOLVE MISSION
es: RESOLVER MISIÓN
fr: EXÉCUTER LA MISSION
it: COMPLETA LA MISSIONE
ja: ミッションを解決する
nl: LOS MISSIE OP
zh_hans: 解决任务

# Sweeeeeet!
source: Exited expression
es: Expresión de excitación
fr: Expression excitée
it: Espressione emozionata
ja: ひょうげんをしゅうりょう
nl: Yeaaaah!
zh_hans: 退出表情

# Time-Duration-Input-Unit
source: seconds
es: segundos
fr: secondes
it: secondi
ja: びょう
nl: seconden
zh_hans: 秒

# tooDarkStatePrompt
source: Turn some lights on!
es: ¡Encender luces!
fr: Allume des lumières !
it: Accendi qualche luce!
ja: ライト をつけて！
nl: Schakel wat lichten in!
zh_hans: 把一些灯开启！

# TP-Client-CallFailed-Alert-Message
source: The owner of the remote Romo did not answer.
es: El dueño del Romo remoto no ha respondido.
fr: Le propriétaire du Romo à distance n'a pas répondu.
it: Il proprietario del Romo remoto non ha risposto.
ja: リモートロモのオーナーがこたえませんでした
nl: De eigenaar van de externe Romo heeft niet geantwoord.
zh_hans: 遥距的 Romo 主人没有回答。

# TP-Client-CallFailed-Alert-Title
source: Call failed
es: Error en la llamada
fr: L'appel a échoué
it: Chiamata non riuscita
ja: 発信に失敗
nl: Oproep mislukt
zh_hans: 连接失败

# TP-Client-Calling-Title
source: Calling %@
es: Llamando a %@
fr: Appel en cours %@
it: Chiamo %@
ja: %@に発信中
nl: %@ oproepen
zh_hans: 连接 %@

# TP-Incoming-Call-No
source: Reject
es: Rechazar
fr: Refuser
it: Rifiuta
ja: きょひ
nl: Weiger
zh_hans: 拒绝

# TP-Incoming-Call-Prompt
source: Incoming call!
es: ¡Recibiendo llamada!
fr: Appel entrant !
it: Chiamata in arrivo!
ja: 受信中！
nl: Inkomende oproep!
zh_hans: 来电！

# TP-Incoming-Call-Yes
source: Answer Call
es: Contestar llamada
fr: Répondre à l'appel
it: Rispondi
ja: こたえる
nl: Beantwoord oproep
zh_hans: 接听连接

# TP-Number-Loading-Title
source: Loading...
es: Cargando...
fr: Chargement en cours...
it: Carico...
ja: ロード中…
nl: Laden...
zh_hans: 载入中...

# Turn-Action-Parameters-Left
source: Left
es: Izquierda
fr: Gauche
it: Sinistra
ja: 左
nl: Links
zh_hans: 左

# Turn-Action-Parameters-Right
source: Right
es: Derecha
fr: Droite
it: Destra
ja: 右
nl: Rechts
zh_hans: 右

# Turn-Action-Parameters-Subtitle
source: %d cm circle • %dº turn
es: Círculo de %d cm • Giro de %dº
fr: cercle de %d cm • tourner %dº
it: Cerchio di %d cm • Giro di %dº
ja: %d cmの円・%d度の回転
nl: %d cm cirkel • %dº bocht
zh_hans: %d 厘米圆形 • %dº 旋转

# Turn-Action-Parameters-Title
source: Turn %@
es: Girar a la %@
fr: Tourner à %@
it: Gira a %@
ja: %@に曲がる
nl: Draai %@
zh_hans: 旋转 %@

# Unlock-Message
source: You've discovered a hidden item!
es: ¡Encontraste un elemento oculto!
fr: Tu as découvert un élément caché !
it: Hai scoperto un elemento nascosto!
ja: かくしアイテムを見つけたよ！
nl: Je hebt een verborgen item ontdekt!
zh_hans: 你已经发现了一个隐藏的项目！

# Unlocked-Continue-Button-Title
source: CONTINUE
es: CONTINUAR
fr: CONTINUER
it: CONTINUA
ja: つづける
nl: DOORGAAN
zh_hans: 继续

# Unlocked-Title
source: UNLOCKED:
es: DESBLOQUEADO:
fr: DÉBLOQUÉ :
it: SBLOCCATO:
ja: マスターしたもの
nl: ONTGRENDELD:
zh_hans: 解封:

# Vision-IdealBrightnessPrompt1
source: Much better. Now I can see!
es: Mucho mejor. ¡Ahora veo!
fr: C'est beaucoup mieux. Maintenant, je vois !
it: Molto meglio. Ora posso vedere!
ja: よくなったよ！ 見えるようになった！
nl: Veel beter. Nu kan ik zien!
zh_hans: 好多了。 现在我可以看清楚！

# Vision-IdealBrightnessPrompt2
source: Thank you!
es: ¡Gracias!
fr: Merci !
it: Grazie!
ja: ありがとう！
nl: Dank je!
zh_hans: 谢谢！

# Vision-IdealBrightnessPrompt3
source: There we go!
es: ¡Allá vamos!
fr: Voilà !
it: Così!
ja: やったー！
nl: Daar gaan we!
zh_hans: 差不多了！

# Vision-IdealBrightnessPrompt4
source: Now I can see some colors!
es: ¡Ahora veo colores!
fr: Je vois des couleurs maintenant !
it: Ora posso vedere alcuni colori!
ja: 色が見える ようになったよ！
nl: Nu kan ik wat kleuren zien!
zh_hans: 现在我可以看到 一些颜色了！

# Vision-TooBrightPrompt1
source: Whoa! It's too bright!
es: ¡Hala! ¡Demasiado brillante!
fr: Holà ! C'est trop clair !
it: Aah! C'è troppa luce!
ja: おっと！%n明るすぎるよ！
nl: Ho! Dat is te fel!
zh_hans: 哇！太亮了！

# Vision-TooBrightPrompt2
source: I can't see in the sun!
es: ¡No veo bien al sol!
fr: Je ne vois rien au soleil !
it: Non riesco a vedere al sole!
ja: 日があたって 見えないよ！
nl: Ik kan niets zien in de zon!
zh_hans: 在太阳下我 看不到！

# Vision-TooBrightStatePrompt
source: Take me out of the sun!
es: ¡Sácame del sol!
fr: Cache-moi du soleil !
it: Portami all'ombra!
ja: 日のあたらないところへ つれて行って！
nl: Haal me uit het zonlicht!
zh_hans: 带我离开 阳光的地方！

# Vision-TooDarkPrompt1
source: How am I supposed to see in the dark!
es: ¡Cómo voy a ver en la oscuridad!
fr: Comment suis-je censé y voir dans le noir ?
it: Come posso vedere al buio?
ja: 暗い中でどうやって 見ればいいの！
nl: En hoe moet ik zien in het donker?
zh_hans: 在黑暗中我怎么看得见！

# Vision-TooDarkPrompt2
source: You know I can't see in the dark!
es: ¡Sabes que no veo a oscuras!
fr: Je n'y vois rien dans le noir !
it: Lo sai che non ci vedo al buio!
ja: 暗い中じゃ見えないって 知ってるでしょ！
nl: Je weet dat ik niets kan zien in het donker!
zh_hans: 您要明白我在黑暗中 是看不见！
