Repository: Navideck/Romo
Catalog: Languages/*.lproj/Missions.strings
Languages: de, es, fr, it, ja, nl

# Mission-1-1-title
source: A Little Wheel Power
de: Etwas Räderleistung
es: Potencia sobre ruedas
fr: Une petite roue motrice
it: Potenza su ruote
ja: 小さなタイヤのパワー
nl: Een beetje wielvermogen

# Mission-1-1-briefing
source: Train me to drive using my new wheels!
de: Bringe mir bei, mit meinen neuen Rädern zu fahren.
es: ¡Entréname para conducir con mis ruedas nuevas!
fr: Apprends-moi à conduire avec mes nouvelles roues !
it: Insegnami a guidare con le mie nuove ruote!
ja: 新しいタイヤで走るトレーニングをしよう！
nl: Train me om te rijden met mijn nieuwe wielen!

# Mission-1-1-congrats debriefing
source: Huzzah! Now we're rolling.
de: Juhu! Wir rollen.
es: ¡Hurra! Ahora rodamos.
fr: Hourra ! Ça y est, on roule.
it: Urrà! Ora sì che andiamo.
ja: やった！その調子！
nl: Hoera! Nu zijn we op goede weg.

# Mission-1-10-title
source: The Romotion Tango
de: Der Romotion-Tango
es: Tango del Romovimiento
fr: Le tango Romotion
it: Tango del Romovimento
ja: ロモのタンゴ
nl: De Romotion tango

# Mission-1-10-briefing
source: A classic dance where you pause between each step. Give me some Actions and pause my movement between each step.
de: Ein klassischer Tanz, bei dem du zwischen Schritten anhältst. Füge mir Aktionen hinzu und halte meine Bewegung nach jedem Schritt an.
es: Un baile clásico en el que haces una pausa entre cada paso. Dame algunas acciones y ponme una pausa entre cada paso.
fr: Une danse classique avec une pause entre chaque pas. Choisis des actions et interromps mon mouvement entre chaque pas.
it: Un ballo classico in cui ti fermi dopo ogni passo. Fammi muovere e inserisci una pausa tra un passo e l'altro.
ja: ワンステップごとに止まるダンスだよ。ボクを動かして、ステップごとに動きを止めよう。
nl: Een klassieke dans waarbij je tussen elke stap pauzeert. Geef me wat acties en onderbreek mijn beweging tussen elke stap.

# Mission-1-10-prompt
source: Can you teach me to dance?
de: Kannst du mir das Tanzen beibringen?
es: ¿Puedes enseñarme a bailar?
fr: Peux-tu m'apprendre à danser ?
it: Puoi insegnarmi a ballare?
ja: おどり方を 教えてくれない？
nl: Kun je me leren dansen?

# Mission-1-10-failure debriefing
source: The Romotion Tango goes Action, Pause, Action, Pause, Action, Pause...
de: Der Romotion-Tango geht so: Aktion, Anhalten, Aktion, Anhalten, Aktion, Anhalten …
es: El Tango del Romovimiento es acción, pausa, acción, pausa, acción, pausa...
fr: Le tango Romotion se décompose ainsi : action, pause, action, pause, action, pause...
it: Il Tango del Romovimento è movimento, pausa, movimento, pausa, movimento, pausa...
ja: ロモのタンゴは、動いて、ストップ、動いて、ストップ、動いて、ストップ…
nl: De Romotion tango gaat zo: actie, pauze, actie, pauze, actie, pauze ...

# Mission-1-10-success debriefing
source: Make my Tango longer.
de: Verlängere meinen Tango.
es: Haz que mi tango dure más.
fr: Fais durer mon tango plus longtemps.
it: Fai durare a lungo il mio tango.
ja: もっとタンゴをおどらせて。
nl: Maak mijn tango langer.

# Mission-1-10-congrats debriefing
source: Work hard, play hard!
de: Hart arbeiten, gut spielen!
es: ¡Trabajar mucho, jugar mucho!
fr: Notre travail est récompensé !
it: Quando il gioco si fa duro, i duri cominciano a giocare!
ja: いっしょうけんめい練習して、たっぷり遊ぼう！
nl: Werk hard, speel hard!

# Mission-1-2-title
source: Burning Rubber
de: Gummi lassen
es: Quemando las gomas
fr: Pneus qui crissent
it: Gomme in fiamme
ja: タイヤがもえるような走り
nl: Brandend rubber

# Mission-1-2-briefing
source: Whoa, driving is fun! See if you can make me go faster! Tap the Drive Action to change my speed.
de: Fahren macht Spaß! Probier aus, ob du mich schneller fahren lassen kannst. Tipp auf die Aktion zum Fahren Taste, um meine Geschwindigkeit zu ändern.
es: ¡Guau, qué divertido es conducir! ¡A ver si me haces correr más! Toca la acción de conducir para cambiar la velocidad.
fr: Ouah, comme c'est amusant de conduire ! Essaie de me faire aller plus vite ! Clique sur l'action Conduire pour changer de vitesse.
it: Uao, guidare è divertente! Riesci a farmi andare più veloce? Tocca l'azione Guidare per modificare la velocità.
ja: わぁ！走るのって楽しいね！ボクをもっと速くできるかたしかめて！ 前にすすむボタンをおしてスピードをかえよう。
nl: Wow, rijden is leuk! Kijk of je me sneller kunt maken! Tik op de actie Rijden om mijn snelheid te wijzigen.

# Mission-1-2-prompt
source: Teach me to drive faster!
de: Bringe mir bei, schneller zu fahren!
es: ¡Enséñame a ir más rápido!
fr: Apprends-moi à rouler plus vite !
it: Insegnami a guidare più veloce!
ja: もっと速く走れる ように教えて！
nl: Leer me sneller rijden!

# Mission-1-2-failure debriefing
source: Tap the Drive Action to edit my speed. I know I can drive faster than that!
de: Tipp auf die Aktion zum Fahren Taste, um meine Geschwindigkeit zu ändern. Ich weiß, dass ich schneller fahren kann!
es: Toca la acción de conducir para cambiar la velocidad. ¡Sé que puedo correr más!
fr: Clique sur l'action Conduire pour modifier ma vitesse. Je peux conduire plus vite que ça !
it: Tocca l'azione Guidare per modificare la velocità. Sono sicuro che posso guidare più veloce di così!
ja: 走るボタンをおしてスピードをかえてみよう。ボクはもっと速く走れるよ！
nl: Tik op de actie Rijden om mijn snelheid te bewerken. Ik weet dat ik sneller kan rijden dan dat!

# Mission-1-2-success debriefing
source: Faster! Farther!
de: Schneller! Weiter!
es: ¡Más rápido! ¡Más lejos!
fr: Plus vite ! Plus loin !
it: Più veloce! Più lontano!
ja: もっと速く！もっと遠くへ！
nl: Sneller! Verder!

# Mission-1-2-congrats debriefing
source: Did you see how fast I went?!
de: Hast du gesehen, wie schnell ich war?
es: ¡¿Has visto cómo corría?!
fr: T'as vu comme je suis allé vite ?
it: Hai visto come sono andato veloce?!
ja: すごく速く走れたのを見てくれた？！
nl: Heb je gezien hoe snel ik ging?!

# Mission-1-3-title
source: String Theory
de: Stringtheorie
es: Teoría de cuerdas
fr: La théorie des cordes
it: Teoria delle stringhe
ja: 動きの組み合わせ
nl: Koordtheorie

# Mission-1-3-briefing
source: This time, add two different Actions.
de: Füg dieses Mal zwei unterschiedliche Aktionen hinzu.
es: Esta vez, añade dos acciones distintas.
fr: Cette fois-ci, ajoute deux actions différentes.
it: Questa volta, aggiungi due azioni diverse.
ja: 今回は、2つのちがう動きをおぼえよう。
nl: Voeg deze keer twee verschillende acties toe.

# Mission-1-3-prompt
source: I think I'm ready to turn!
de: Ich glaube, dass ich für Drehungen bereit bin.
es: ¡Creo que estoy listo para girar!
fr: Je pense que je suis prêt à tourner !
it: Penso di essere pronto per girare!
ja: 曲がるじゅんびが できたとおもうよ！
nl: Ik denk dat ik klaar ben om te draaien!

# Mission-1-3-failure debriefing
source: Make sure you add two Actions.
de: Füg auf alle Fälle zwei Aktionen hinzu.
es: Asegúrate de añadir dos acciones.
fr: N'oublie pas d'ajouter deux actions.
it: Accertati di aggiungere due azioni.
ja: 2つの動きをつおぼえてね。
nl: Zorg dat je twee acties toevoegt.

# Mission-1-3-success debriefing
source: That's good, but you didn't edit the parameters in those Actions!
de: Das ist gut, aber du hast die Parameter für diese Aktionen nicht bearbeitet.
es: ¡Bien, pero no has cambiado los parámetros de las acciones!
fr: C'est bien, mais tu n'as pas modifié les paramètres de ces actions !
it: Va bene, ma non hai modificato i parametri delle azioni!
ja: いいね、でも動きのはやさをかえていないよ！
nl: Dat is goed, maar je hebt de parameters niet bewerkt in die acties!

# Mission-1-3-congrats debriefing
source: Keep this up, and we'll be able to explore Earth in no time!
de: Mache weiter und im Handumdrehen können wir die Erde erkunden.
es: ¡Sigue así y podremos explorar la Tierra ya mismo!
fr: Continue comme ça et nous pourrons explorer la Terre en un rien de temps !
it: Continua così, ed esploreremo la Terra in men che non si dica!
ja: その調子でがんばったら、すぐに地球をたんけんできるようになるよ！
nl: Ga zo verder en we kunnen binnen de kortste keren de aarde verkennen.

# Mission-1-4-title
source: Out of Order
de: Unordnung
es: Fuera de servicio
fr: Sens inverse
it: Fuori uso
ja: 行ったり来たり
nl: Buiten dienst

# Mission-1-4-briefing
source: Tap and hold to reorder these so I drive forward, then backward, and then repeat those actions.
de: Lege den Finger auf, um sie so neu zu ordnen, dass ich vorwärts und dann rückwärts fahre. Wiederhole diese Aktionen anschließend.
es: Pulsa y aguanta para cambiar el orden y que pueda avanzar, retroceder y repetir esas acciones.
fr: Touche l'écran et reste appuyé pour réordonner les actions et me permettre d'avancer, puis de reculer. Ensuite, répète ces actions.
it: Tocca e tieni premuto per modificare l'ordine in modo che io guidi avanti, e poi indietro, e poi ripeta queste azioni.
ja: タップしたままにしてこれらのじゅんばんをならべかえると、前にすすんだり、後ろにさがったり、くりかえすよ。
nl: Tik en houd om deze te herschikken zodat ik vooruit, dan achteruit kan rijden en herhaal dan die acties.

# Mission-1-4-failure debriefing
source: Tap and hold an Action to move it around. I want to drive back and forth!
de: Lege den Finger auf eine Aktion, um sie zu bewegen. Ich möchte vorwärts und rückwärts fahren!
es: Pulsa y aguanta en una acción para moverla. ¡Quiero avanzar y retroceder!
fr: Reste appuyé sur une action pour l'inverser. Je veux faire l'aller-retour !
it: Tocca e tieni premuto su un'azione per muovere. Voglio guidare avanti e indietro!
ja: アクションをタップしたままにして動き回らせて。前にすすんだり、後ろにさがったりしたいよ！
nl: Tik en houd een actie vast om rond te bewegen. Ik wil achteruit en vooruit rijden.

# Mission-1-4-success debriefing
source: Drive Forward first, then Drive Backward.
de: Zuerst „Vorwärts fahren“, dann „Rückwärts fahren“.
es: Primero adelante y luego atrás.
fr: Avance, puis recule.
it: Prima guida in avanti, poi guida indietro.
ja: まずは前にすすんで、それから後ろにさがろう。
nl: Rijd eerst vooruit en dan achteruit.

# Mission-1-4-congrats debriefing
source: We're getting the hang of this!
de: Wir bekommen das in den Griff!
es: ¡Le estamos cogiendo el truco!
fr: On se débrouille plutôt bien !
it: Ci stiamo prendendo la mano!
ja: やり方がわかってきた！
nl: We krijgen dit onder de knie!

# Mission-1-5-title
source: Cut It Out
de: Hör auf damit
es: Corta
fr: Suppression
it: Taglia
ja: 動きの取り消し
nl: Knip het uit

# Mission-1-5-briefing
source: Delete the Actions that tell me to Drive Backward. Try swiping them to the left!
de: Lösche die Aktionen, die mich anweisen, rückwärts zu fahren. Versuche, sie nach links zu streichen.
es: Borra las acciones que me indican que retroceda. ¡Prueba deslizando a la izquierda!
fr: Supprime les actions qui me commandent de reculer. Essaie de les faire glisser à gauche !
it: Elimina queste azioni che mi dicono di guidare indietro. Prova a farle scorrere a sinistra!
ja: 後ろに下がる動きを消そう。左にスワイプしてみよう！
nl: Verwijder de acties die me zeggen om achteruit te rijden. Probeer ze naar links te vegen!

# Mission-1-5-failure debriefing
source: To delete an Action, just swipe across it! Now try deleting the Drive Backward Actions.
de: Um eine Aktion zu löschen, streiche einfach über sie. Versuche, die Rückwärts-fahren-Aktionen zu löschen.
es: Para borrar una acción, ¡desliza el dedo encima! Intenta borrar las acciones de retroceder.
fr: Pour supprimer une action, il suffit de la faire glisser ! Essaie à présent de supprimer les actions Reculer.
it: Per eliminare un'azione, strisciavi sopra! Ora prova a eliminare le azioni Guidare indietro.
ja: 動きを消すには、よこにスワイプするだけだよ！後ろに下がるアクションを消してみよう。
nl: Om een actie te verwijderen, veeg je er gewoon over! Probeer nu de acties voor achteruit rijden te verwijderen.

# Mission-1-5-success debriefing
source: Don't delete the Turn Actions!
de: Manchmal reicht auch weniger!
es: ¡No borres las acciones de girar!
fr: Ne supprime pas les actions Tourner !
it: Non eliminare le azioni Girare!
ja: 曲がるアクションはけさないでね！
nl: Verwijdert geen draaiacties!

# Mission-1-5-congrats debriefing
source: Sometimes less is more!
de: Manchmal ist weniger mehr!
es: ¡A veces, menos es más!
fr: Parfois, moins on en fait, mieux c'est !
it: Talvolta meno è meglio!
ja: 動きが少ない方がいいこともあるよ！
nl: Iets minder is meer!

# Mission-1-6-title
source: Acute Shape
de: Spitzenform
es: Forma aguda
fr: Forme triangulaire
it: Forma aguzza
ja: 三角形
nl: Acute vorm

# Mission-1-6-briefing
source: I want to Drive in a Triangle. Make sure all Turns go the same direction.
de: Ich möchte im Dreieck fahren. Stelle sicher, dass alle Drehungen in die gleiche Richtung gehen.
es: Quiero conducir en triángulos. Comprueba que todos los giros van en la misma dirección.
fr: Je veux conduire dans un triangle. Assure-toi que tous les virages soient orientés dans la même direction.
it: Voglio guidare in triangolo. Assicurati che che tutti i giri avvengano nella stessa direzione.
ja: 三角に走りたいな。全部同じ方向に曲がるようにしよう。
nl: Ik wil in een driehoek rijden. Zorg dat alle bochten in dezelfde richting gaan.

# Mission-1-6-prompt
source: Wanna help me draw some shapes?
de: Möchtest du mir helfen, einige Formen zu zeichnen?
es: ¿Me ayudas a dibujar formas?
fr: Veux-tu m'aider à dessiner des formes ?
it: Vuoi aiutarmi a disegnare alcune forme?
ja: 形をかくのを てつだってくれる？
nl: Wil je helpen om wat vormen te tekenen?

# Mission-1-6-failure debriefing
source: Make sure all the Turns are in the same direction.
de: Stelle sicher, dass alle Drehungen in die gleiche Richtung gehen.
es: Comprueba que todos los giros son en la misma dirección.
fr: Arrange-toi pour que tous les virages se fassent dans la même direction.
it: Assicurati che che tutti i giri avvengano nella stessa direzione.
ja: 全部同じ方向に曲がるようにしよう。
nl: Zorg dat alle bochten in dezelfde richting gaan.

# Mission-1-6-success debriefing
source: Close! Make sure all my turns are clockwise and 180Â°.
de: Schließen. Stelle sicher, dass alle Drehungen im Uhrzeigersinn und 180° sind.
es: ¡Cerrar! Comprueba que los giros son como en las agujas del reloj y de 180°.
fr: Terminé ! Vérifie que tous mes virages sont orientés dans le sens des aiguilles d'une montre et à 180°.
it: Chiudi! Assicurati che che tutti i giri avvengano in senso orario e a 180°.
ja: おしい！全部とけい回りで180ど曲がるようにしよう。
nl: Sluit! Zorg dat al mijn bochten naar rechts gaan en 180Â° draaien.

# Mission-1-6-congrats debriefing
source: I wonder what other shapes I can draw...
de: Ich frage mich, welche anderen Formen ich zeichnen kann …
es: Me pregunto qué otras formas puedo dibujar...
fr: Je me demande quelles autres formes je pourrais dessiner...
it: Mi chiedo quali altre forme posso disegnare...
ja: 他にもかける形ってあるかな？
nl: Ik vraag me af welke andere vormen ik kan tekenen...

# Mission-1-7-title
source: Squared Off
de: Im Quadrat
es: Encuadrado
fr: Carré
it: Squadrato
ja: 四角
nl: In een rechthoek

# Mission-1-7-briefing
source: See if you can teach me to drive a square. I think I know how it starts.
de: Versuche, ob du mir beibringen kannst, im Quadrat zu fahren. Ich glaube, ich weiß wie es beginnen muss.
es: A ver si me enseñas a dibujar un cuadrado. Creo que sé cómo empieza.
fr: Voyons si tu peux m'apprendre à conduire dans un carré. Je crois savoir comment démarrer...
it: Riesci a farmi guidare in quadrato? Credo di sapere come si comincia.
ja: 四角に走りたいな。どうすればいいか教えて！
nl: Kijk of je mij kunt leren om een vierkant te rijden. Ik denk dat ik weet hoe het start.

# Mission-1-7-prompt
source: Teach me to drive in a square!
de: Bringe mir bei, im Quadrat zu fahren!
es: ¡Enséñame a conducir en cuadrados!
fr: Apprends-moi à conduire dans un carré !
it: Insegnami a guidare in quadrato!
ja: 四角に走る ほうほうを教えて！
nl: Leer me rijden in een vierkant!

# Mission-1-7-failure debriefing
source: Remember, a square is equal on all sides and has perfect, sharp turns!
de: Vergiss nicht, dass ein Quadrat gleich lange Seiten und perfekte, rechte Winkel hat.
es: ¡Recuerda, un cuadrado tiene todos los lados iguales y ángulos rectos perfectos!
fr: N'oublie pas qu'un carré a quatre côtés égaux avec des virages très serrés !
it: Ricorda, un quadrato ha i lati tutti uguali e angoli retti perfetti!
ja: 正方形は全部の線がおなじ長さで、きっちりした急カーブってことをおぼえておいてね！
nl: Denk eraan, een vierkant heeft vier gelijke zijden met perfecte, scherpe bochten!

# Mission-1-7-success debriefing
source: I need to be more accurate with my angles and distances if we're gonna win the Robot Space Race!
de: Meine Winkel und die Längen müssen genauer sein, wenn wir das Roboterweltraumrennen gewinnen wollen!
es: ¡Tengo que ser más preciso con los ángulos y distancias si queremos ganar la Carrera Espacial de Robots!
fr: Je dois être plus précis au niveau des angles et des distances si nous voulons remporter la course spatiale des robots !
it: Devo essere più preciso con angoli e distanze se voglio vincere la gara spaziale dei robot!
ja: ロボット宇宙レースで勝つなら、もっと正しい角度と長さにするひつようがあるよ！
nl: Ik moet nauwkeuriger zijn met mijn hoeken en afstanden als we de robotruimterace willen winnen!

# Mission-1-7-congrats debriefing
source: Keep up the training and we'll win the Robot Space Race!
de: Setze das Training fort und wir gewinnen das Roboterweltraumrennen.
es: ¡Sigue entrenando y ganaremos la Carrera Espacial de Robots!
fr: Continue à t'entraîner et nous remporterons la course spatiale des robots !
it: Continuiamo a esercitarci e vinceremo la gara spaziale dei robot!
ja: トレーニングをつづけたら、ロボット宇宙レースで勝てるよ！
nl: Blijf trainen en we winnen de robotruimterace!

# Mission-1-8-title
source: Aye Aye!
de: Ja-Sager
es: ¡Sí, sí!
fr: Oui, oui !
it: Agli ordini!
ja: オッケー！
nl: Tot uw orders!

# Mission-1-8-briefing
source: I want to be able to say "yes," by nodding my head! Teach me to tilt my head back and forth.
de: Ich möchte durch Nicken meines Kopfes „Ja“ sagen können. Bringe mir bei, meinen Kopf nach hinten und nach vorne zu neigen.
es: ¡Quiero poder decir que sí asintiendo con la cabeza! Enséñame a inclinar la cabeza adelante y atrás.
fr: Je veux pouvoir dire "Oui" en hochant la tête ! Apprends-moi à pencher la tête en avant et en arrière.
it: Vorrei poter dire "sì" con la testa! Insegnami a inclinare la testa avanti e indietro.
ja: うなずいて「うん」って言えるようになりたいな！あたまを前と後ろにかたむけるほうほうを教えて。
nl: Ik wil "ja" kunnen zeggen, door te knikken met mijn hoofd! Leer mij om mijn hoofd naar achter en voor te kantelen.

# Mission-1-8-failure debriefing
source: Nodding "Yes!" should make my head shake back and forth.
de: Durch das Nicken von „Ja“ sollte mein Kopf sich nach hinten und nach vorne bewegen.
es: Para asentir, mi cabeza debería moverse adelante y atrás.
fr: Pour dire "Oui !", ma tête doit se balancer d'avant en arrière.
it: Fare "Sì!" vuol dire muovere la testa avanti e indietro.
ja: 「うん！」とうなずくには、あたまを前と後ろにふるひつようがあるよ。
nl: Bij het "Ja!" knikken zou mijn hoofd naar voor en achter moeten schudden.

# Mission-1-8-success debriefing
source: More nods will create a more convincing "Yes!"
de: Häufigeres Nicken erzeugt ein überzeugenderes „Ja“.
es: ¡Asentir más veces resulta más convincente!
fr: Pour un "Oui !" plus convaincant, ma tête doit se balancer plusieurs fois d'avant en arrière.
it: Più volte faccio "Sì!" con la testa, più sarò convincente
ja: たくさんうなずくほど「うん！」って感じがするよね！
nl: Als je meer knikt, wordt de "Ja!" benadrukt

# Mission-1-8-congrats debriefing
source: Yes. Yes! YES!
de: Ja. Ja! JA!
es: Sí. ¡Sí! ¡SÍ!
fr: Oui. Oui ! OUI !
it: Sì. Sì! SÌ!
ja: うん。うん！うん！！
nl: Ja. Ja! JA!

# Mission-1-9-title
source: Nay Sayer
de: Nein-Sager
es: Nanay
fr: Non, non !
it: Signornò
ja: 反対する
nl: Nee-zegger

# Mission-1-9-briefing
source: Teach me how to shake my head to say "No" with back and forth Turns in place.
de: Bringe mir bei, wie ich meinen Kopf schütteln muss, um mit Rückwärts- und Vorwärtsdrehungen „Nein“ zu sagen.
es: Enséñame a mover la cabeza para decir que no con giros de ida y vuelta.
fr: Apprends-moi à secouer la tête pour dire "Non" avec des mouvements d'un côté vers l'autre tout en restant en place.
it: Insegnami a scuotere la testa per dire "No" girando avanti e indietro sul posto.
ja: 曲がるのをくりかえして、「ううん」って言うための頭のふリ方を教えて。
nl: Leer me hoe ik mijn hoofd kan schudden om "Nee" te zeggen met bochten naar achter en voor.

# Mission-1-9-failure debriefing
source: Add a few left and right Turns, but make sure I stay in place.
de: Füge einige Nach-links- und Nach-rechts-Drehungen hinzu, aber stell sicher, dass ich an der gleichen Stelle bleibe.
es: Añade un par de giros a izquierda y derecha sin moverme del sitio.
fr: Ajoute quelques mouvements vers la gauche et vers la droite, mais assure-toi que je reste en place.
it: Aggiungi alcuni giri a destra e a sinistra, ma assicurati di rimanere sul posto.
ja: 左右に曲がるのをすこしたしてみよう。でもおなじ場所にいるようにしてね。
nl: Voeg enkele bochten naar links en rechts toe, maar zorg dat ik op mijn plaats blijf staan.

# Mission-1-9-success debriefing
source: Quick Turns left and right will make my "No!" more realistic.
de: Schnelle Drehungen nach links und nach rechts machen mein „Nein“ realistischer.
es: Unos giros rápidos a izquierda y derecha lo harán más realista.
fr: Pour un "Non !" plus convaincant, ma tête doit se tourner rapidement vers la gauche puis vers la droite.
it: Se giro a destra e a sinistra più velocemente, i miei "No!" saranno più realistici.
ja: すばやく左右に曲がると、「ううん！」って感じになるよ！
nl: Snel draaien naar links en rechts maken mijn "Nee!" realistischer.

# Mission-1-9-congrats debriefing
source: I now know how to shake "No!"
de: Jetzt weiß ich, wie ein „Nein“ geschüttelt wird.
es: Ahora sé cómo decir "¡no!"
fr: Je sais maintenant dire "Non !" de la tête.
it: Ora so come fare "No!" con la testa
ja: 「ううん！」のふリ方が分かったよ
nl: Ik weet nu hoe ik "Nee!" moet schudden

# Mission-2-1-title
source: Poker Face
de: Pokergesicht
es: Cara de póquer
fr: Visage tapoté
it: Un viso tutto da toccare
ja: ポーカーフェイス
nl: Pokergezicht

# Mission-2-1-briefing
source: What should I do when you Poke my Face?
de: Was soll ich machen, wenn du mein Gesicht anstupst?
es: ¿Qué hago cuando me des un toque en la cara?
fr: Que dois-je faire quand tu tapotes mon visage ?
it: Cosa devo fare quando mi tocchi la faccia?
ja: キミがボクの顔をつついた時はどうすればいいの？
nl: Wat moet ik doen als je in mijn gezicht port?

# Mission-2-1-failure debriefing
source: Tell me how to react to being poked!
de: Sage mir, wie ich auf Anstupser reagieren soll.
es: Dime cómo reaccionar cuando me den un toque.
fr: Dis-moi comment je dois réagir quand tu me tapotes !
it: Dimmi come devo reagire quando vengo toccato!
ja: つつかれた時にどうするかを教えて！
nl: Vertel me hoe ik moet reageren op porren!

# Mission-2-1-congrats debriefing
source: There we go!
de: Na also!
es: ¡Allá vamos!
fr: Voilà !
it: Così!
ja: その調子！
nl: Daar gaan we!

# Mission-2-2-title
source: Tickle Fight
de: Kitzelkampf
es: Pelea de cosquillas
fr: Bataille de chatouilles
it: La lotta del solletico
ja: くすぐりがっせん
nl: Kietelgevecht

# Mission-2-2-briefing
source: Prepare for a tickle fight! Add Actions for when I am Tickled.
de: Bereite dich auf einen Kitzelkampf vor. Füge Aktionen für den Fall hinzu, wenn ich gekitzelt werde.
es: ¡Prepárate para una pelea de cosquillas! Añade acciones para cuando me hagan cosquillas.
fr: Prépare-toi à faire une bataille de chatouilles ! Ajoute des actions à exécuter quand on me chatouille.
it: Preparati alla lotta del solletico! Aggiungi azioni per quando vengo solleticato.
ja: くすぐりがっせんのじゅんびをしよう！くすぐられた時の動きをついかしよう。
nl: Bereid je voor op een kietelgevecht! Voeg acties toe voor wanneer ik gekieteld ben.

# Mission-2-2-prompt
source: Help me prepare for a tickle fight!
de: Hilf mir dabei, mich auf einen Kitzelkampf vorzubereiten!
es: ¡Ayúdame a prepararme para una pelea de cosquillas!
fr: Aide-moi à me préparer aux chatouilles !
it: Aiutami a prepararmi per una lotta del solletico!
ja: くすぐりがっせんの じゅんびをてつだって！
nl: Help mij voorbereiden voor een kietelgevecht!

# Mission-2-2-failure debriefing
source: Make sure that you create reactions to all three Tickle Events.
de: Erstell auf alle Fälle Reaktionen für alle drei Kitzelereignisse.
es: Asegúrate de crear reacciones a los tres eventos de cosquillas.
fr: Pense à créer des réactions aux trois événements Chatouiller.
it: Crea reazioni per tutti e tre gli eventi di solletico.
ja: 3つ全てのくすぐりイベントにたいする反応を作ろう。
nl: Controleer of je reacties maakt op de drie kietelgebeurtenissen.
