Repository: Navideck/Romo
Catalog: Languages/*.lproj/MissionActions.strings
Languages: de, fr, it, ja, nl

# Action-title-Drive forward
source: Drive forward
de: Vorwärts fahren
fr: Avancer
it: Andare avanti
ja: 前にすすむ
nl: Rijd vooruit

# Action-shortTitle-Drive forward
source: Drive forward
de: Vorwärts fahren
fr: Avancer
it: Andare avanti
ja: 前にすすむ
nl: Rijd vooruit

# Action-title-Drive backward
source: Drive backward
de: Rückwärts fahren
fr: Reculer
it: Andare indietro
ja: 後ろに下がる
nl: Rijd achteruit

# Action-shortTitle-Drive backward
source: Drive backward
de: Rückwärts fahren
fr: Reculer
it: Andare indietro
ja: 後ろに下がる
nl: Rijd achteruit

# Action-title-Turn
source: Turn
de: Drehen
fr: Tourner
it: Girare
ja: 回転
nl: Draai

# Action-shortTitle-Turn
source: Turn
de: Drehen
fr: Tourner
it: Girare
ja: 回転
nl: Draai

# Action-title-Tilt
source: Tilt
de: Neigen
fr: Pencher
it: Inclinare
ja: かたむける
nl: Kantel

# Action-shortTitle-Tilt
source: Tilt
de: Neigen
fr: Pencher
it: Inclinare
ja: かたむける
nl: Kantel

# Action-title-Pause
source: Pause
de: Anhalten
fr: Faire une pause
it: Pausa
ja: ポーズ
nl: Pauzeer

# Action-shortTitle-Pause
source: Pause
de: Anhalten
fr: Faire une pause
it: Pausa
ja: ポーズ
nl: Pauzeer

# Action-title-Play $
source: Play $
de: $ wiedergeben
fr: Écouter $
it: Riprodurre $
ja: $を再生
nl: Speel $

# Action-shortTitle-Play a song
source: Play a song
de: Lied wiedergeben
fr: Écouter une chanson
it: Riproduci una canzone
ja: 曲を再生
nl: Speel een nummer

# Action-title-Shuffle Music
source: Shuffle Music
de: Musik zufällig wiederg.
fr: Lire de la musique aléatoirement
it: Riproduzione casuale
ja: 音楽をシャッフル
nl: Speel muziek willekeurig af

# Action-shortTitle-Shuffe Music
source: Shuffe Music
de: Musik zufällig wiederg.
fr: Musique aléatoire
it: Riproduzione casuale
ja: 音楽をシャッフル
nl: Speel muziek willekeurig af

# Action-title-Turn on Romo's light
source: Turn on Romo's light
de: Romos Licht einschalten
fr: Allumer la lumière de Romo
it: Accendere la luce di Romo
ja: ロモのライトをつける
nl: Schakel Romos licht in

# Action-shortTitle-Light on
source: Light on
de: Licht ein
fr: Allumer
it: Luce accesa
ja: つける
nl: Licht aan

# Action-title-Turn off Romo's light
source: Turn off Romo's light
de: Romos Licht ausschalten
fr: Éteindre la lumière de Romo
it: Spegnere la luce di Romo
ja: ロモのライトを消す
nl: Schakel Romos licht uit

# Action-shortTitle-Light off
source: Light off
de: Licht aus
fr: Éteindre
it: Luce spenta
ja: 消す
nl: Licht uit

# Action-title-Blink Romo's light
source: Blink Romo's light
de: Licht blinken lassen
fr: Faire clignoter la lumière de Romo
it: Luce Romo lampeggiante
ja: ロモのライトを点めつ
nl: Knipper met Romos licht

# Action-shortTitle-Blink light
source: Blink light
de: Licht blinken lassen
fr: Faire clignoter la lumière
it: Luce lampeggiante
ja: 点めつ
nl: Knipper licht

# Action-title-Act $
source: Act $
de: $ verhalten
fr: Se montrer $
it: Mostrarsi $
ja: $のたいどになる
nl: Doe als $

# Action-shortTitle-Make a face
source: Make a face
de: Grimasse schneiden
fr: Faire une grimace
it: Fare una faccina
ja: 顔をしかめる
nl: Maak een gek gezicht

# Action-title-Become $
source: Become $
de: $ werden
fr: Être $
it: Fare $
ja: $になる
nl: Word $

# Action-shortTitle-Change Romo's Mood
source: Change Romo's Mood
de: Romos Stimmung ändern
fr: Changer l'humeur de Romo
it: Cambia l'umore di Romo
ja: ロモの気分をかえる
nl: Verander Romos stemming

# Action-title-Say
source: Say
de: Sage
fr: Dire
it: Dire
ja: 話す
nl: Zeg

# Action-shortTitle-Say something
source: Say something
de: Sage etwas
fr: Dire quelque chose
it: Dire qualcosa
ja: 何かを話す
nl: Zeg iets

# Action-title-Look
source: Look
de: Schauen
fr: Regarder
it: Guardare
ja: 見る
nl: Kijk

# Action-shortTitle-Look
source: Look
de: Schauen
fr: Regarder
it: Guardare
ja: 見る
nl: Kijk

# Action-title-Backfire
source: Backfire
de: Verteidigen
fr: Se défendre
it: Restituire l'attacco
ja: おなら
nl: Terugslag

# Action-shortTitle-Backfire
source: Backfire
de: Verteidigen
fr: Se défendre
it: Restituire l'attacco
ja: おなら
nl: Terugslag

# Action-title-Take a photo
source: Take a photo
de: Foto aufnehmen
fr: Prendre une photo
it: Scattare una foto
ja: しゃしんをとる
nl: Maak een foto

# Action-shortTitle-Photo
source: Photo
de: Foto
it: Foto
ja: しゃしん
nl: Foto

# Action-title-Record a video
source: Record a video
de: Video aufzeichnen
fr: Enregistrer une vidéo
it: Registrare un video
ja: ビデオをとる
nl: Neem een video op

# Action-shortTitle-Video
source: Video
fr: Vidéo
ja: ビデオ

# Action-title-Doodle
source: Doodle
de: Kritzelei
fr: Griffonnages
it: Ghirigori
ja: お絵かき
nl: Tekening

# Action-shortTitle-Doodle
source: Doodle
de: Kritzelei
fr: Griffonnages
it: Ghirigori
ja: お絵かき
nl: Tekening

# Action-title-Sound the Alarm
source: Sound the Alarm
de: Alarm schlagen
fr: Faire sonner l'alarme
it: Fare suonare l'allarme
ja: アラームをならす
nl: Laat het alarm horen

# Action-shortTitle-Alarm
source: Alarm
fr: Alarme
it: Allarme
ja: アラーム

# Action-title-Start Exploring
source: Start Exploring
de: Erkundung beginnen
fr: Démarrer l'exploration
it: Iniziare a esplorare
ja: たんけんを始める
nl: Start verkenning

# Action-shortTitle-Explore
source: Explore
de: Erkunden
fr: Explorer
it: Esplorare
ja: たんけん
nl: Verken

# Action-title-Stop Exploring
source: Stop Exploring
de: Erkundung beenden
fr: Arrêter l'exploration
it: Interrompere esplorazione
ja: たんけんを止める
nl: Stop verkenning

# Action-shortTitle-Stop Explore
source: Stop Explore
de: Erkundung beenden
fr: Arrêter l'exploration
it: Interrompere esplorazione
ja: たんけんを止める
nl: Stop verkennen

# Action-title-Change my color
source: Change my color
de: Meine Farbe ändern
fr: Changer ma couleur
it: Cambiare colore
ja: 色をかえる
nl: Wijzig mijn kleur

# Action-shortTitle-Color
source: Color
de: Farbe
fr: Couleur
it: Colore
ja: 色
nl: Kleur

# Action-title-Drive in a Square
source: Drive in a Square
de: Im Quadrat fahren
fr: Conduire dans un carré
it: Guidare in quadrato
ja: 四角に走る
nl: Rijd in een vierkant

# Action-shortTitle-Square
source: Square
de: Quadrat
fr: Carré
it: Quadrato
ja: 四角
nl: Vierkant

# Action-title-Nod "Yes!"
source: Nod "Yes!"
de: „Ja“ nicken
fr: Hocher la tête pour dire "Oui !"
it: Fare "Sì" con la testa
ja: 「うん！」とうなずく
nl: Knik "Ja!"

# Action-shortTitle-Yes!
source: Yes!
de: Ja
fr: Oui !
it: Sì!
ja: うん！
nl: Ja!

# Action-title-Shake "No!"
source: Shake "No!"
de: „Nein“ schütteln
fr: Secouer la tête pour dire "Non!"
it: Fare "No" con la testa
ja: 「ううん！」と首をふる
nl: Schud "Nee!"

# Action-shortTitle-No!
source: No!
de: Nein
fr: Non !
ja: ううん！
nl: Nee!
