Repository: Navideck/Romo
Catalog: Languages/*.lproj/Missions.strings
Languages: de, es, fr, it, ja, nl

# Mission-2-2-success debriefing
source: Teach me to have longer reactions.
de: Bringe mir bei, länger zu reagieren.
es: Enséñame a tener reacciones más largas.
fr: Apprends-moi à avoir des réactions plus longues.
it: Insegnami ad avere reazioni più lunghe
ja: もっと長い反応を教えて。
nl: Leer mij om langere reacties te hebben.

# Mission-2-2-congrats debriefing
source: Who knew training could be so fun!
de: Wer hätte gedacht, dass Training so viel Spaß machen kann?
es: ¡Quién imaginaba que entrenar sería tan díver!
fr: Je ne pensais pas que l'entraînement soit si amusant !
it: Chi immaginava che esercitarsi potesse essere così divertente?
ja: トレーニングがこんなにたのしいなんて知らなかった！
nl: Wie kon vermoeden dat trainen zo leuk was!

# Mission-2-3-title
source: Peek-a-Boo
de: Guckguck-Spiel
es: Cu-cu
fr: Coucou !
it: Cucù
ja: いないいないばあ
nl: Kiekeboe

# Mission-2-3-briefing
source: Teach me what to do when I see your Face, and when I don't see your Face.
de: Bringe mir bei, was ich tun soll, wenn ich dein Gesicht sehe und wenn ich es nicht sehe.
es: Enséñame qué hacer cuando veo tu cara y cuando no la veo.
fr: Dis-moi ce que je dois faire quand je vois ton visage et quand je ne le vois pas.
it: Insegnami cosa devo fare quando vedo il tuo viso, e quando non lo vedo.
ja: キミの顔を見た時と、顔が見えない時にどうするのか教えて。
nl: Leer me wat ik moet doen wanneer ik je gezicht zie en wanneer ik het niet zie.

# Mission-2-3-failure debriefing
source: Create reactions for when I see your Face and when I don't see your Face.
de: Erstelle Reaktionen für den Fall, dass ich dein Gesicht sehe und dass ich es nicht sehe.
es: Crea reacciones para cuando veo tu cara y cuando no la veo.
fr: Crée des réactions lorsque je vois ton visage et lorsque je ne le vois pas.
it: Crea reazioni per quando vedo il tuo viso, e per quando non lo vedo.
ja: キミの顔が見えた時と、顔が見えない時の反応をつくろう。
nl: Maak reacties voor wanneer ik je gezicht zie en wanneer ik het niet zie.

# Mission-2-3-success debriefing
source: Teach me to have longer reactions.
de: Bringe mir bei, länger zu reagieren.
es: Enséñame a tener reacciones más largas.
fr: Apprends-moi à avoir des réactions plus longues.
it: Insegnami ad avere reazioni più lunghe
ja: もっと長い反応を教えて。
nl: Leer mij om langere reacties te hebben.

# Mission-2-3-congrats debriefing
source: You're good looking...for a human!
de: Für einen Menschen siehst du gut aus.
es: Tienes buen aspecto... ¡para ser un humano!
fr: Tu es plutôt beau...pour un être humain !
it: Non sei male...per essere un umano!
ja: キミってかっこいいね…人間にしては！
nl: Je ziet er goed uit... voor een mens!

# Mission-2-4-title
source: Baseless
de: Ohne Basisstation
es: Sin base
fr: Sans base
it: Senza base
ja: ベースがない
nl: Zonder voet

# Mission-2-4-briefing
source: I can't Drive when I have no wheels! Delete all Actions that use my robot base when I'm Undocked.
de: Ohne Räder kann ich nicht fahren. Lösche alle Aktionen, die meine Roboterbasisstation verwenden, wenn ich ausgedockt bin.
es: ¡No puedo conducir si no tengo ruedas! Elimina las acciones que usan mi base de robot cuando estoy desacoplado.
fr: Je ne peux pas conduire si je n'ai pas de roues ! Supprime toutes les actions qui utilisent ma base lorsque je suis déconnecté.
it: Non posso guidare senza ruote! Elimina tutte le azioni che utilizzano la base quando vengo scollegato.
ja: タイヤがないと走れないよ！ドックからはずされた時にロモベースを使う動きを全て消そう。
nl: Ik kan niet rijden als ik geen wielen heb! Verwijder alle acties die mijn robotvoet gebruiken wanneer ik ben losgekoppeld.

# Mission-2-4-failure debriefing
source: Delete all Drive Actions for when I'm Undocked.
de: Lösche alle Aktionen zum Fahren für den Fall, wenn ich ausgedockt bin.
es: Elimina las acciones de conducir cuando estoy desacoplado.
fr: Supprime toutes les actions Conduire lorsque je suis déconnecté de ma base.
it: Elimina tutte le azioni di guida per quando vengo scollegato.
ja: ドックからはずされた時のためにに走る動きを全て消そう。
nl: Verwijder alle rijacties wanneer ik losgekoppeld ben.

# Mission-2-4-success debriefing
source: You deleted too many Actions! I can still Drive when I'm Docked.
de: Du hast zu viele Aktionen gelöscht! Ich kann immer noch fahren, wenn ich angedockt bin.
es: ¡Has borrado demasiadas acciones! Aún puedo conducir cuando estoy en la base.
fr: Tu a supprimé trop d'actions ! Je peux conduire même lorsque je suis posé sur la base.
it: Hai eliminato troppe azioni! Posso ancora guidare quando sono nella base.
ja: 動きを消しすぎだよ！ドックにつながってる時はまだ走れるよ。
nl: Je hebt teveel acties verwijderd! Ik kan nog steeds rijden wanneer ik aangekoppeld ben.

# Mission-2-4-congrats debriefing
source: Talk about an out-of-body experience!
de: Erzähle mir einer etwas von außerkörperlicher Erfahrung.
es: ¡Una experiencia extracorporal!
fr: Une véritable expérience extracorporelle !
it: Un'esperienza extracorporea!
ja: 体がなくても大丈夫！
nl: Dat noemen ze dan een ervaring buiten het lichaam!

# Mission-2-5-title
source: Contents Under Pressure
de: Inhalte unter Druck
es: Contenido bajo presión
fr: Contenu sous pression
it: Contenuti sotto pressione
ja: プレッシャー
nl: Inhoud onder druk

# Mission-2-5-briefing
source: I really don't like when people Shake me. Help me out with a way to scare humans away if they Shake me.
de: Ich mag es wirklich nicht, wenn Menschen mich schütteln. Hilf mir, eine Möglichkeit zu finden, Menschen zu verjagen, wenn sie mich schütteln.
es: No me gusta nada que me agiten. Ayúdame a aprender cómo asustar a los humanos si lo hacen.
fr: Je déteste quand les gens me secouent. Aide-moi à repousser les humains qui me secouent.
it: Non mi piace proprio quando le persone mi scuotono. Aiutami a trovare un modo di spaventarle quando mi scuotono.
ja: 人にふられるのがほんとうにダメなんだ。ボクをふった人をおいはらうのをてつだってくれない？
nl: Ik houd er echt niet van dat mensen mij schudden. Help me om mensen af te schrikken als ze me schudden.

# Mission-2-5-prompt
source: Teach me how to defend myself!
de: Bringe mir bei, mich zu verteidigen!
es: ¡Enséñame a defenderme!
fr: Aide-moi à me défendre !
it: Insegnami a difendermi!
ja: 自分をまもる ほうほうを教えて！
nl: Leer me mezelf te verdedigen.

# Mission-2-5-failure debriefing
source: I think a certain gas might help scare away humans that try to Shake me.
de: Ich glaube, ein bestimmter Duft könnte helfen, Menschen davon abzuhalten, mich zu schütteln.
es: Creo que cierto gas podría ayudarme a ahuyentar a los humanos que intenten agitarme.
fr: Je crois qu'il existe un gaz qui repousse les humains qui essaient de me secouer.
it: Penso che un certo gas potrebbe spaventare gli umani che cercano di scuotermi.
ja: あるガスをつかえば、ふろうとした人をおいはらえるんじゃないかな。
nl: Ik denk dat een bepaald gas kan helpen om mensen die mij proberen te schudden, af te schrikken.

# Mission-2-5-congrats debriefing
source: Excuse me!
de: Entschuldige mich!
es: ¡Disculpa!
fr: Excuse-moi !
it: Scusami!
ja: しつれい！
nl: Excuseer me!

# Mission-2-6-title
source: Ups and Downs
de: Höhen und Tiefen
es: Arriba y abajo
fr: Des hauts et des bas
it: Alti e bassi
ja: 山あり谷あり
nl: Ups en downs

# Mission-2-6-briefing
source: What should I do when you Pick me Up? What about when you Put me Down? I shouldn't try to Drive when I'm in the air!
de: Was soll ich tun, wenn du mich hochhebst? Und was soll passieren, wenn du mich absetzt? Ich sollte nicht versuchen zu fahren, wenn ich in der Luft bin.
es: ¿Qué hago cuando me sacas de la base? ¿Y cuándo me pones? ¡No debería intentar conducir en el aire!
fr: Que dois-je faire quand tu me ramasses ? Et quand tu me poses par terre ? Je n'ai pas intérêt à essayer de conduire quand je suis en l'air !
it: Cosa devo fare quando mi sollevi? E quando mi rimetti giù? Non dovrei provare a guidare quando sono in aria!
ja: キミがぼくをもち上げた時はどうすればいいの？下においた時はどうするの？空中にいる時は走ろうとしちゃダメだよね！
nl: Wat moet ik doen als je mij opneemt? En wat als je mij neerzet? Ik kan beter niet proberen te rijden als in in de lucht ben!

# Mission-2-6-failure debriefing
source: Add an Event for picking me up AND putting me down. I can't drive when picked up!
de: Füge ein Ereignis hinzu, wenn ich hochgehoben UND abgesetzt werde. Ich kann nicht fahren, wenn ich hochgehoben bin.
es: Añade un evento para cuando me sacan Y me ponen en la base. ¡No puedo conducir si me sacan de la base!
fr: Ajoute un événement pour me ramasser ET me poser par terre. Je ne peux pas conduire quand je suis dans ta main !
it: Aggiungi un evento per quando vengo sollevato e rimesso giù. Non riesco a guidare quando mi sollevi!
ja: もち上げた時と、下においた時のイベントをついかしよう。もち上げられると走れないよ！
nl: Voeg een gebeurtenis toe om mij op te nemen EN om mij neer te zetten. Ik kan niet rijden als ik opgenomen ben!

# Mission-2-6-success debriefing
source: You can come up with a better reaction than that!
de: Du kommst bestimmt noch auf eine bessere Reaktion als diese!
es: ¡Puedes pensar una reacción mejor que esa!
fr: Tu peux trouver une meilleure réaction que celle-ci !
it: Puoi trovare una reazione migliore!
ja: もっといい反応があると思うよ！
nl: Je kunt wel een betere reactie geven dan die!

# Mission-2-6-congrats debriefing
source: I can't wait to explore some more!
de: Ich kann es kaum erwarten, weitere Dinge zu erkunden.
es: ¡Qué ganas tengo de explorar!
fr: J'ai tellement hâte d'explorer de nouveaux lieux !
it: Non vedo l'ora di esplorare ancora!
ja: もっとたんけんしたいな！
nl: Ik kan niet wachten om meer te verkennen!

# Mission-3-1-title
source: Scare Away the Hiccups
de: Schluckauf vertreiben
es: Quitar el hipo de un susto
fr: Arrêter le hoquet
it: Scaccia via il singhiozzo
ja: しゃっくりをとめよう
nl: Verjaag de hik

# Mission-3-1-briefing
source: My Hiccups will repeat until an Event occurs. Add a Loud Sound Event to get started.
de: Mein Schluckauf wiederholt sich, bis ein Ereignis passiert. Füge ein Lauter-Ton-Ereignis hinzu, um zu beginnen.
es: Tendré hipo hasta que se dé un evento. Añade un evento de sonido fuerte para empezar.
fr: Mon hoquet se répétera jusqu'à ce qu'un événement ait lieu. Ajoute un événement Son bruyant pour commencer.
it: Il singhiozzo continua fino a quando non si verifica un evento. Aggiungi un rumore forte per iniziare.
ja: しゃっくりはイベントがはじまるまでくりかえされるよ。大きな音のイベントをついかして始めよう。
nl: Mijn hik gaat door tot er iets gebeurt. Voeg een gebeurtenis van een luid geluid toe om te starten.

# Mission-3-1-prompt
source: Help me cure my hiccups!
de: Hilf mir, meinen Schluckauf zu heilen!
es: ¡Ayúdame a que se me pase el hipo!
fr: Aide-moi à arrêter mon hoquet !
it: Fammi passare il singhiozzo!
ja: しゃっくりを なおすのをてつだって！
nl: Help mij mijn hik te genezen!

# Mission-3-1-failure debriefing
source: A Loud Sound can help scare away my hiccups! Change my face when I hear a Loud Sound.
de: Ein lauter Ton kann dabei helfen, meinen Schluckauf zu vertreiben. Ändere mein Gesicht, wenn ich einen lauten Ton höre.
es: ¡Un sonido fuerte puede ayudarme a quitarme el hipo! Cámbiame la cara cuando oigo un sonido fuerte.
fr: Un son bruyant peut arrêter mon hoquet ! Change mon expression lorsque j'entends un son bruyant.
it: Un rumore forte può scacciare via il singhiozzo! Cambia la mia faccia quando sento un rumore forte.
ja: 大きな音はしゃっくりを止めるのにやくに立つよ！大きな音をきいた時にかおをかえよう。
nl: Een luid geluid kan helpen mijn hik te verjagen! Wijzig mijn gezicht als ik een luid geluid hoor.

# Mission-3-1-congrats debriefing
source: Just so you know, I won't hear Loud Sounds when I'm driving.
de: Damit du Bescheid weißt, beim Fahren höre ich keine lauten Töne.
es: Que sepas que mientras conduzco, no oigo sonidos.
fr: Au fait, je n'entends pas les sons bruyants quand je conduis.
it: Giusto perché tu lo sappia, non sento suoni forti mentre guido.
ja: 走ってる時は大きな音がきこえないんだ。
nl: Het is maar dat je het weet, maar ik wil geen luide geluiden horen tijdens het rijden.

# Mission-3-2-title
source: Guard Dog
de: Wachhund
es: Perro guardián
fr: Chien de garde
it: Il cane da guardia
ja: ばん犬
nl: Waakhond

# Mission-3-2-briefing
source: Teach me to stand guard when I see motion.
de: Bringe mir bei, Wache zu stehen, wenn ich Bewegung sehe.
es: Enséñame a ponerme en guardia cuando veo movimiento.
fr: Apprends-moi à monter la garde lorsque je détecte un mouvement.
it: Insegnami a fare la guardia e ad avvisare quando rilevo un movimento.
ja: 動いているものを見た時の、見はりのやり方を教えて。
nl: Leer me om op wacht te staan als ik beweging zie.

# Mission-3-2-prompt
source: Teach me to be your guard dog!
de: Bringe mir bei, dein Wachhund zu sein!
es: ¡Enséñame a ser tu perro guardián!
fr: Apprends-moi à être ton chien de garde !
it: Insegnami a essere il tuo cane da guardia!
ja: キミのばん犬に なるほうほうを教えて！
nl: Leer me om jouw waakhond te zijn!

# Mission-3-2-failure debriefing
source: Add an Alarm Action to warn people and take a photo to catch the perpetrator.
de: Füge eine Alarm-Aktion hinzu, um Menschen zu warnen, und nimm ein Foto auf, um den Täter zu fassen.
es: Añade una acción de alarma para dar un aviso y hacer una foto y ver quién ha sido.
fr: Ajoute une action Alarme pour avertir les gens et prendre une photo afin d'attraper le coupable.
it: Aggiungi un allarme per avvisare e scattare una foto per catturare il colpevole.
ja: 人に注意をするためのアラームアクションをついかして、はんにんをつかまえるためにしゃしんをとろう。
nl: Voeg een alarmactie toe om mensen te waarschuwen en maak een foto om de inbreker te vangen.

# Mission-3-2-success debriefing
source: Snap a photo of the perpetrator and sound the alarm to scare them off!
de: Knips ein Foto des Täters und schlage Alarm, um sie zu verjagen.
es: ¡Haz una foto del autor y haz sonar la alarma para asustarlo!
fr: Prends une photo du coupable et fais sonner l'alarme pour l'effrayer !
it: Scatta una foto del colpevole e suona l'allarme per spaventarlo!
ja: はんにんのしゃしんをとって、おいはらうためのアラームをならそう！
nl: Maak een foto van de inbreker en laat het alarm afgaan om hem af te schrikken.

# Mission-3-2-congrats debriefing
source: Pictures I take are saved to your Camera Roll!
de: Aufgenommene Fotos werden in „Aufnahmen“ gesichert.
es: ¡Las fotos que hago se guardan en el Carrete!
fr: Les photos que je prends sont sauvegardées dans ta Pellicule !
it: Le foto che scatto vengono salvate nel tuo Rullino!
ja: とったしゃしんはカメラロールにほぞんされてるよ！
nl: Beelden die ik neem worden opgeslagen op je camerarol!

# Mission-3-3-title
source: Nightlight
de: Nachtlicht
es: Luz nocturna
fr: Veilleuse
it: Luce notturna
ja: 夜のライト
nl: Nachtlamp

# Mission-3-3-briefing
source: Help me see a bit better in the dark.
de: Hilf mir dabei, besser in der Dunkelheit zu sehen.
es: Ayúdame a ver un poco mejor en la oscuridad.
fr: Aide-moi à y voir un peu mieux dans le noir.
it: Aiutami a vedere un po' meglio al buio.
ja: 暗くてももう少しよく見えるようにてつだって。
nl: Help mij om iets beter te zien in het donker.

# Mission-3-3-prompt
source: Teach me how to use my nightlight!
de: Bringe mir bei, mein Nachtlicht zu verwenden!
es: ¡Enséñame a usar mi luz nocturna!
fr: Apprends-moi à utiliser ma veilleuse !
it: Insegnami a utilizzare la luce notturna!
ja: 夜につけるライトの 使い方を教えて！
nl: Leer me om mijn nachtlamp te gebruiken!

# Mission-3-3-failure debriefing
source: My headlight will help me see in the dark.
de: Mein Scheinwerfer hilft mir, in der Dunkelheit zu sehen.
es: Mi faro me ayudará a ver en la oscuridad.
fr: Ma veilleuse me permettra d'y voir dans le noir.
it: Il mio faro mi permetterà di vedere un po' meglio al buio.
ja: ヘッドライトは暗い中でも見るのにやくに立つよ。
nl: De koplamp zal mij helpen te zien in het donker.

# Mission-3-3-success debriefing
source: I only need my headlight on when it's dark and off when it's bright.
de: Der Scheinwerfer muss nur eingeschaltet sein, wenn es dunkel; bei Helligkeit kann er ausgeschaltet sein.
es: Sólo necesito el faro cuando está oscuro y no cuando hay luz.
fr: Ma veilleuse doit uniquement être allumée lorsqu'il fait sombre.
it: Il faro deve essere acceso quando è buio e spento quando c'è luce.
ja: 暗い時だけヘッドライトがひつようだよ。明るい時はオフにしてね。
nl: Ik heb alleen een koplamp nodig wanneer het donker is. Als het helder is, kan die uitgeschakeld blijven.

# Mission-3-3-congrats debriefing
source: I'm less afraid of the dark now!
de: Ich fürchte mich jetzt weniger vor der Dunkelheit.
es: ¡Ya me asusta menos la oscuridad!
fr: J'ai moins peur du noir maintenant !
it: Ora ho meno paura del buio!
ja: 暗くてもそんなにこわくなくなったよ！
nl: Ik ben nu minder bang in het donker!

# Mission-3-4-title
source: Evasive Maneuver
de: Ausweichmanöver
es: Maniobra evasiva
fr: Manœuvre évasive
it: Mossa evasiva
ja: よける動き
nl: Uitwijkend manoeuvre

# Mission-3-4-briefing
source: Help me get around obstacles when I get stuck while Exploring. You have 60 seconds!
de: Hilf mir dabei, um Hindernisse zu gelangen, wenn ich beim Erkunden stecken bleibe. Du hast 60 Sekunden Zeit.
es: Ayúdame a esquivar obstáculos cuando estoy explorando y me atasco. ¡Tienes 60 segundos!
fr: Aide-moi à franchir les obstacles dès que je me retrouve coincé lors d'une exploration. Tu disposes de 60 secondes !
it: Aiutami ad aggirare gli ostacoli se mi blocco mentre esploro. Hai 60 secondi!
ja: たんけん中に動けなくなってたら、じゃまなものをよけるのをてつだって。60びょうあるよ！
nl: Help me om rond hindernissen te raken wanneer ik vast kom te zitten tijdens het verkennen. Je hebt 60 seconden!

# Mission-3-4-prompt
source: Let's go exploring!
de: Lass uns auf Erkundung gehen!
es: ¡Vamos a explorar!
fr: Partons explorer les lieux !
it: Andiamo a esplorare!
ja: たんけんしにでかけよう！
nl: Laten we op verkenning gaan!

# Mission-3-4-failure debriefing
source: When I Bump something, I should back up and turn to avoid it.
de: Wenn ich gegen etwas stoße, sollte ich zurückfahren und mich drehen, um es zu vermeiden.
es: Cuando choco con algo, debo retroceder y girar para esquivarlo.
fr: Lorsque je cogne un objet, je dois faire marche arrière et tourner pour l'éviter.
it: Quando mi imbatto in qualcosa, devo andare indietro e girare per evitarla.
ja: 何かにぶつかったら、うしろにさがり、曲がってそれをよけないといけないよ。
nl: Wanneer ik tegen iets aanstoot, moet ik achteruit gaan en draaien om het te ontwijken.

# Mission-3-4-success debriefing
source: Help me get Stuck more before time runs out!
de: Hilf mir, öfter stecken zu bleiben, bevor die Zeit abgelaufen ist.
es: ¡Ayúdame a desatascarme antes de que se acabe el tiempo!
fr: Aide-moi encore à me décoincer avant l'expiration du délai !
it: Bloccami di più prima che il tempo scada!
ja: じかん切れになるまえにぬけだせるようにてつだって！
nl: Help me om meer vast te raken voordat de tijd om is!

# Mission-3-4-congrats debriefing
source: I can finally Explore on my own!
de: Ich kann endlich alleine entdecken!
es: ¡Por fin puedo explorar por mi cuenta!
fr: Je peux enfin explorer les lieux tout seul !
it: Finalmente posso esplorare da solo!
ja: とうとう自分でたんけんできるようになったよ！
nl: Ik kan eindelijk alleen op verkenning gaan!

# Mission-3-5-title
source: Photo Safari
de: Fotosafari
es: Safari fotográfico
fr: Safari-photo
it: Safari fotografico
ja: さつえいりょこう
nl: Fotosafarie

# Mission-3-5-briefing
source: It's time for the Photo Safari! I should Explore and snap Photos of my Favorite Color. You have 90 seconds to snap as many Photos as you can!
de: Es ist Zeit für eine Fotosafari. Ich sollte auf Erkundung gehen und Fotos meiner Lieblingsfarbe knipsen. Du hast 90 Sekunden Zeit, um so viele Fotos wie möglich zu knipsen.
es: ¡Es la hora del Safari fotográfico! Debería explorar y hacer fotos de mi color favorito. ¡Tienes 90 segundos para hacer todas las fotos que puedas!
fr: Il est l'heure du Safari-photo ! Je dois explorer les lieux et prendre des photos de ma couleur préférée. Tu disposes de 90 secondes pour prendre autant de photos que tu peux !
it: È l'ora del safari fotografico! Devo esplorare e scattare foto del mio colore preferito. Hai 90 secondi per scattare più foto che puoi!
ja: さつえいりょこうの時間だよ！たんけんして好きな色のしゃしんをとらなきゃね。90びょうあるからできるだけ多くのしゃしんをとろう！
nl: Het is tijd voor de fotosafari! Ik zou moeten verkennen en foto's van mijn favoriete kleur moeten maken. Je hebt 90 seconden om zoveel foto's als je wilt te maken!

# Mission-3-5-prompt
source: Let's go on a Photo Safari!
de: Lass uns auf eine Fotosafari gehen!
es: ¡Nos vamos de Safari fotográfico!
fr: Partons faire un Safari-photo !
it: Andiamo a fare il safari fotografico!
ja: さつえいりょこう をつづけよう！
nl: Laten we op fotosafari gaan!

# Mission-3-5-failure debriefing
source: I need to Take a Photo when I see an object of my favorite color.
de: Ich muss ein Foto aufnehmen, wenn ich ein Objekt in meiner Lieblingsfarbe sehe.
es: Tengo que hacer una foto cuando vea un objeto de mi color favorito.
fr: Je dois prendre une photo lorsque je vois un objet dans ma couleur préférée.
it: Devo scattare una foto quando vedo un oggetto del mio colore preferito.
ja: 好きな色のものを見たら、しゃしんをとらなきゃね。
nl: Ik moet een foto maken wanneer ik een object zie van mijn favoriete kleur.

# Mission-3-5-success debriefing
source: Take more Photos for more stars!
de: Nimm mehr Fotos auf, um mehr Sterne zu erhalten.
es: ¡Haz más fotos para ganar más estrellas!
fr: Prends plus de photos pour remporter plus d'étoiles !
it: Scatta più foto e ottieni più stelle!
ja: もっとしゃしんをとって、もっと星を手に入れよう！
nl: Maar meer foto's voor meer sterren!

# Mission-3-5-congrats debriefing
source: I'm a real Explorer now!
de: Ich bin jetzt ein richtiger Entdecker.
es: ¡Ahora soy un auténtico explorador!
fr: Je suis un véritable explorateur maintenant !
it: Sono un vero esploratore!
ja: 本もののたんけんかになったよ！
nl: Ik ben nu een echte verkenner!

# Mission-3-6-title
source: Doodle Drive
de: Kritzeleifahrweg
es: Garabatos
fr: Conduite en mode Griffonnage
it: Guida a ghirigori
ja: 手がきドライブ
nl: Tekenrijden

# Mission-3-6-briefing
source: Draw a path on screen and watch me drive that path on the ground.
de: Zeichne auf dem Bildschirm einen Pfad und sieh dir an, wie ich diesen Pfad auf dem Boden fahre.
es: Dibuja una ruta en la pantalla y mira cómo la recorro por el suelo.
fr: Dessine une piste sur l'écran et regarde-moi conduire sur cette piste au sol.
it: Disegna un percorso sullo schermo e guardami mentre lo riproduco guidando per terra.
ja: がめん上でみちをかいて、じめんの上でそのみちを走るぼくをながめよう。
nl: Teken een pad op het scherm en kijk hoe ik dat pad op de grond rijd.

# Mission-3-6-prompt
source: Let's try Doodle Drive!
de: Lass uns den Kritzeleifahrweg ausprobieren!
es: ¡Probemos algún garabato!
fr: Essayons la conduite en mode Griffonnage !
it: Proviamo la guida a ghirigori.
ja: 手がきドライブをやってみよう！
nl: Laten we tekenrijden proberen.

# Mission-3-6-failure debriefing
source: You need to add a Doodle for me to trace!
de: Du musst eine Kritzelei hinzufügen, die ich nachfahren kann.
es: ¡Tienes que añadir un garabato para que lo siga!
fr: Tu dois ajouter un griffonnage que je puisse utiliser pour conduire !
it: Devi aggiungere dei ghirigori che possa replicare!
ja: たどるために手がきをついかするひつようがあるよ！
nl: Je moet een tekening toevoegen die ik kan traceren.

# Mission-3-6-success debriefing
source: Gimme a harder Doodle to drive!
de: Gib mir eine schwerere Kritzelei zum Nachfahren.
es: ¡Ponme un garabato más difícil!
fr: Donne-moi un griffonnage plus difficile à conduire !
it: Falli più difficili!
ja: 走るのがもっとむずかしい手がきにして！
nl: Geef mij een moeilijkere tekening om te rijden.

# Mission-3-6-congrats debriefing
source: Now we're going to dominate the Space Race!
de: Jetzt werden wir das Weltraumrennen dominieren!
es: ¡Ahora dominaremos la Carrera Espacial!
fr: Nous allons sortir vainqueurs de la course spatiale !
it: Saremo i dominatori della gara spaziale!
ja: これで宇宙レースで勝てるかも！
nl: Nu kunnen we de ruimterace domineren!
